Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Add your company logo to establish brand identity
de_de: Fügen Sie Ihr Firmenlogo hinzu, um die Markenidentität zu etablieren
es_mx: Agrega el logotipo de tu empresa para establecer la identidad de la marca
fr_fr: Ajoutez le logo de votre entreprise pour établir l’identité de votre marque
it_it: Aggiungi il logo della tua azienda per stabilire l'identità del marchio
nl_nl: Voeg uw bedrijfslogo toe om de merkidentiteit vast te stellen
pt_br: Adicione o logotipo da sua empresa para estabelecer a identidade da marca

source: Choose Brand Colors and Fonts
de_de: Wählen Sie Markenfarben und Schriftarten
es_mx: Elige colores y fuentes de marca
fr_fr: Choisissez les couleurs et les polices de la marque
it_it: Scegli i colori e i caratteri del marchio
nl_nl: Kies merkkleuren en lettertypen
pt_br: Escolha cores e fontes da marca

source: Apply your corporate brand colors and typography
de_de: Wenden Sie die Farben und Typografie Ihrer Unternehmensmarke an
es_mx: Aplica los colores y la tipografía de tu marca corporativa
fr_fr: Appliquez les couleurs et la typographie de votre marque d’entreprise
it_it: Applica i colori e la tipografia del tuo marchio aziendale
nl_nl: Pas de kleuren en typografie van uw bedrijfsmerk toe
pt_br: Aplique as cores e a tipografia da sua marca corporativa

source: Design professional header and footer layouts
de_de: Entwerfen Sie professionelle Kopf- und Fußzeilenlayouts
es_mx: Diseñe diseños profesionales de encabezado y pie de página
fr_fr: Concevez des mises en page d’en-tête et de pied de page professionnelles
it_it: Progetta layout professionali di intestazione e piè di pagina
nl_nl: Ontwerp professionele kop- en voettekstlay-outs
pt_br: Projete layouts profissionais de cabeçalho e rodapé

source: Customize Homepage Layout
de_de: Anpassen des Homepage-Layouts
es_mx: Personalizar el diseño de la página de inicio
fr_fr: Personnaliser la mise en page de la page d’accueil
it_it: Personalizza il layout della home page
nl_nl: De lay-out van de startpagina aanpassen
pt_br: Personalizar layout da página inicial

source: Select a template or blocks for your homepage
de_de: Wählen Sie eine Vorlage oder Blöcke für Ihre Homepage aus
es_mx: Selecciona una plantilla o bloques para tu página de inicio
fr_fr: Sélectionnez un modèle ou des blocs pour votre page d’accueil
it_it: Seleziona un modello o blocchi per la tua home page
nl_nl: Selecteer een sjabloon of blokken voor uw startpagina
pt_br: Selecione um modelo ou blocos para sua página inicial

source: Set Up Key Pages
de_de: Einrichten von Schlüsselseiten
es_mx: Configurar páginas clave
fr_fr: Configurer les pages clés
it_it: Impostazione delle pagine chiave
nl_nl: Belangrijke pagina's instellen
pt_br: Configurar páginas-chave

source: Create essential corporate pages
de_de: Erstellen Sie wichtige Unternehmensseiten
es_mx: Crea páginas corporativas esenciales
fr_fr: Créez des pages d’entreprise essentielles
it_it: Crea pagine aziendali essenziali
nl_nl: Maak essentiële bedrijfspagina's
pt_br: Crie páginas corporativas essenciais

source: Create an About Us Page
de_de: Erstellen Sie eine "Über uns"-Seite
es_mx: Crear una página Acerca de nosotros
fr_fr: Créez une page À propos de nous
it_it: Crea una pagina Chi siamo
nl_nl: Maak een Over ons-pagina
pt_br: Crie uma página Sobre nós

source: Tell visitors about your company and mission
de_de: Erzählen Sie Besuchern von Ihrem Unternehmen und Ihrer Mission
es_mx: Cuéntele a los visitantes sobre su empresa y misión
fr_fr: Parlez aux visiteurs de votre entreprise et de votre mission
it_it: Racconta ai visitatori la tua azienda e la tua missione
nl_nl: Vertel bezoekers over je bedrijf en missie
pt_br: Conte aos visitantes sobre sua empresa e missão

source: Create a Services or What We Do Page
de_de: Erstellen Sie eine Seite "Dienstleistungen oder was wir tun"
es_mx: Crear una página de Servicios o Lo que Hacemos
fr_fr: Créer une page Services ou Ce que nous faisons
it_it: Crea una pagina Servizi o Cosa Facciamo
nl_nl: Een pagina maken voor diensten of wat we doen
pt_br: Criar uma página de serviços ou o que fazemos

source: Showcase your company's services and offerings
de_de: Präsentieren Sie die Dienstleistungen und Angebote Ihres Unternehmens
es_mx: Muestre los servicios y ofertas de su empresa
fr_fr: Présentez les services et les offres de votre entreprise
it_it: Mostra i servizi e le offerte della tua azienda
nl_nl: Breng de diensten en het aanbod van uw bedrijf onder de aandacht
pt_br: Mostre os serviços e ofertas da sua empresa

source: Create a Contact Page
de_de: Erstellen einer Kontaktseite
es_mx: Crear una página de contacto
fr_fr: Créer une page de contact
it_it: Crea una pagina di contatto
nl_nl: Maak een contactpagina
pt_br: Criar uma página de contato

source: Add contact form and map for customer inquiries
de_de: Fügen Sie ein Kontaktformular und eine Karte für Kundenanfragen hinzu
es_mx: Agregue un formulario de contacto y un mapa para consultas de clientes
fr_fr: Ajouter un formulaire de contact et une carte pour les demandes des clients
it_it: Aggiungi il modulo di contatto e la mappa per le richieste dei clienti
nl_nl: Voeg contactformulier en kaart toe voor vragen van klanten
pt_br: Adicione formulário de contato e mapa para consultas de clientes

source: Add a Team or Leadership Page
de_de: Hinzufügen einer Team- oder Führungsseite
es_mx: Agregar una página de equipo o liderazgo
fr_fr: Ajouter une page d’équipe ou de leadership
it_it: Aggiungere una pagina Team o Leadership
nl_nl: Een team- of leiderschapspagina toevoegen
pt_br: Adicionar uma página de equipe ou liderança

source: Introduce your team members and leadership
de_de: Stellen Sie Ihre Teammitglieder und Führungskräfte vor
es_mx: Presenta a los miembros de tu equipo y a tu liderazgo
fr_fr: Présentez les membres de votre équipe et votre direction
it_it: Presenta i membri del tuo team e la tua leadership
nl_nl: Stel uw teamleden en leiderschap voor
pt_br: Apresente os membros e a liderança de sua equipe

source: Configure Navigation
de_de: Navigation konfigurieren
es_mx: Configurar navegación
fr_fr: Configurer la navigation
it_it: Configura navigazione
nl_nl: Navigatie configureren
pt_br: Configurar navegação

source: Set up professional website navigation
de_de: Professionelle Website-Navigation einrichten
es_mx: Configurar la navegación profesional del sitio web
fr_fr: Configurer une navigation professionnelle sur le site Web
it_it: Configurare la navigazione professionale del sito web
nl_nl: Professionele websitenavigatie instellen
pt_br: Configurar a navegação profissional no site

source: Create all essential navigation pages
de_de: Erstellen Sie alle wichtigen Navigationsseiten
es_mx: Crear todas las páginas de navegación esenciales
fr_fr: Créez toutes les pages de navigation essentielles
it_it: Crea tutte le pagine di navigazione essenziali
nl_nl: Maak alle essentiële navigatiepagina's
pt_br: Crie todas as páginas de navegação essenciais

source: Set up main navigation menu
de_de: Hauptnavigationsmenü einrichten
es_mx: Configurar el menú de navegación principal
fr_fr: Configurer le menu de navigation principal
it_it: Configurare il menu di navigazione principale
nl_nl: Hoofdnavigatiemenu instellen
pt_br: Configurar o menu de navegação principal

source: Add a Footer Menu
de_de: Hinzufügen eines Fußzeilenmenüs
es_mx: Agregar un menú de pie de página
fr_fr: Ajouter un menu de pied de page
it_it: Aggiungere un menu a piè di pagina
nl_nl: Een voettekstmenu toevoegen
pt_br: Adicionar um menu de rodapé

source: Create footer navigation with Privacy, Terms, etc.
de_de: Erstellen Sie eine Fußzeilennavigation mit Datenschutz, Nutzungsbedingungen usw.
es_mx: Cree navegación de pie de página con Privacidad, Términos, etc.
fr_fr: Créez une navigation en pied de page avec Confidentialité, Conditions, etc.
it_it: Crea la navigazione a piè di pagina con Privacy, Termini, ecc.
nl_nl: Maak voettekstnavigatie met privacy, voorwaarden, enz.
pt_br: Crie navegação de rodapé com Privacidade, Termos, etc.

source: Add Legal & Trust Content
de_de: Hinzufügen von Legal & Trust-Inhalten
es_mx: Agrega contenido legal y de confianza
fr_fr: Ajouter du contenu juridique et fiduciaire
it_it: Aggiungi contenuti legali e fiduciari
nl_nl: Voeg juridische en vertrouwensinhoud toe
pt_br: Adicionar conteúdo legal e confiável

source: Build credibility with legal and trust signals
de_de: Bauen Sie Glaubwürdigkeit mit rechtlichen und vertrauensvollen Signalen auf
es_mx: Construya credibilidad con señales legales y de confianza
fr_fr: Renforcez votre crédibilité grâce à des signaux juridiques et de confiance
it_it: Costruisci credibilità con segnali legali e di fiducia
nl_nl: Bouw geloofwaardigheid op met juridische en vertrouwenssignalen
pt_br: Construa credibilidade com sinais legais e de confiança

source: Create privacy policy for legal compliance
de_de: Erstellen Sie eine Datenschutzerklärung zur Einhaltung gesetzlicher Vorschriften
es_mx: Crear una política de privacidad para el cumplimiento legal
fr_fr: Créer une politique de confidentialité pour la conformité légale
it_it: Crea un'informativa sulla privacy per la conformità legale
nl_nl: Creëer een privacybeleid voor naleving van de wet
pt_br: Criar política de privacidade para conformidade legal

source: Set terms of service for your business
de_de: Legen Sie Nutzungsbedingungen für Ihr Unternehmen fest
es_mx: Establece términos de servicio para tu negocio
fr_fr: Établissez les conditions de service de votre entreprise
it_it: Imposta i termini di servizio per la tua azienda
nl_nl: Servicevoorwaarden instellen voor uw bedrijf
pt_br: Defina os termos de serviço para sua empresa

source: Show commitment to web accessibility
de_de: Zeigen Sie Engagement für Barrierefreiheit im Internet
es_mx: Mostrar compromiso con la accesibilidad web
fr_fr: Montrer son engagement en faveur de l’accessibilité du Web
it_it: Mostra impegno per l'accessibilità del web
nl_nl: Toon toewijding aan webtoegankelijkheid
pt_br: Mostre compromisso com a acessibilidade na web

source: Add Client Logos or Testimonials
de_de: Fügen Sie Kundenlogos oder Testimonials hinzu
es_mx: Agregar logotipos o testimonios de clientes
fr_fr: Ajouter des logos ou des témoignages de clients
it_it: Aggiungi loghi o testimonianze dei clienti
nl_nl: Logo's of getuigenissen van klanten toevoegen
pt_br: Adicione logotipos ou depoimentos de clientes

source: Display client logos and positive testimonials
de_de: Zeigen Sie Kundenlogos und positive Erfahrungsberichte an
es_mx: Mostrar logotipos de clientes y testimonios positivos
fr_fr: Afficher les logos des clients et les témoignages positifs
it_it: Mostra i loghi dei clienti e le testimonianze positive
nl_nl: Toon klantlogo's en positieve getuigenissen
pt_br: Exiba logotipos de clientes e depoimentos positivos

source: Establish Your Brand Online
de_de: Etablieren Sie Ihre Marke online
es_mx: Establezca su marca en línea
fr_fr: Établissez votre marque en ligne
it_it: Stabilisci il tuo marchio online
nl_nl: Vestig uw merk online
pt_br: Estabeleça sua marca online

source: Build your corporate online presence
de_de: Bauen Sie Ihre Online-Präsenz auf
es_mx: Construya su presencia corporativa en línea
fr_fr: Construisez votre présence en ligne d’entreprise
it_it: Costruisci la tua presenza online aziendale
nl_nl: Bouw uw zakelijke online aanwezigheid op
pt_br: Construa sua presença corporativa online

source: Set Up a Custom Domain
de_de: Einrichten einer benutzerdefinierten Domäne
es_mx: Configurar un dominio personalizado
fr_fr: Configurer un domaine personnalisé
it_it: Impostazione di un dominio personalizzato
nl_nl: Een aangepast domein instellen
pt_br: Configurar um domínio personalizado

source: Configure your professional domain name
de_de: Konfigurieren Sie Ihren professionellen Domainnamen
es_mx: Configura tu nombre de dominio profesional
fr_fr: Configurer votre nom de domaine professionnel
it_it: Configura il tuo nome di dominio professionale
nl_nl: Configureer uw professionele domeinnaam
pt_br: Configure seu nome de domínio profissional

source: Add a professional browser icon
de_de: Hinzufügen eines professionellen Browsersymbols
es_mx: Agregar un icono de navegador profesional
fr_fr: Ajouter une icône de navigateur professionnel
it_it: Aggiungi un'icona del browser professionale
nl_nl: Een professioneel browserpictogram toevoegen
pt_br: Adicionar um ícone de navegador profissional

source: Connect Your Google Business Profile
de_de: Google Business-Profil verknüpfen
es_mx: Conecta tu perfil de empresa de Google
fr_fr: Associer votre fiche d’établissement Google
it_it: Collega il tuo profilo dell'attività su Google
nl_nl: Koppel uw Google-bedrijfsprofiel
pt_br: Conecte seu perfil comercial do Google

source: Enhance local/regional presence with Google Business
de_de: Lokale/regionale Präsenz mit Google Business verbessern
es_mx: Mejora la presencia local y regional con Google Business
fr_fr: Améliorez votre présence locale ou régionale avec Google Business
it_it: Migliorare la presenza locale/regionale con Google Business
nl_nl: Verbeter de lokale/regionale aanwezigheid met Google Business
pt_br: Melhore a presença local/regional com o Google Business

source: Create a Branded Email Address
de_de: Erstellen Sie eine Marken-E-Mail-Adresse
es_mx: Crear una dirección de correo electrónico de marca
fr_fr: Créer une adresse e-mail de marque
it_it: Crea un indirizzo e-mail con marchio
nl_nl: Maak een merk-e-mailadres aan
pt_br: Crie um endereço de e-mail de marca

source: Set up professional email like info@yourcompany.com
de_de: Richten Sie professionelle E-Mails wie info@yourcompany.com ein
es_mx: Configura un correo electrónico profesional como info@yourcompany.com
fr_fr: Configurer une messagerie professionnelle comme info@yourcompany.com
it_it: Configura un'e-mail professionale come info@yourcompany.com
nl_nl: Professionele e-mail instellen zoals info@yourcompany.com
pt_br: Configure e-mails profissionais como info@yourcompany.com

source: Launch Essential Marketing Tools
de_de: Führen Sie wichtige Marketing-Tools ein
es_mx: Lanzar herramientas de marketing esenciales
fr_fr: Lancez des outils marketing essentiels
it_it: Lancia gli strumenti di marketing essenziali
nl_nl: Lanceer essentiële marketingtools
pt_br: Lance ferramentas essenciais de marketing

source: Set up analytics and SEO tools
de_de: Einrichten von Analyse- und SEO-Tools
es_mx: Configurar herramientas de análisis y SEO
fr_fr: Mettre en place des outils d’analyse et de référencement
it_it: Configura strumenti di analisi e SEO
nl_nl: Analyse- en SEO-tools instellen
pt_br: Configure ferramentas de análise e SEO

source: Set Up Jetpack Stats (or GA4)
de_de: Jetpack-Statistiken einrichten (oder GA4)
es_mx: Configurar estadísticas de Jetpack (o GA4)
fr_fr: Configurer les statistiques Jetpack (ou GA4)
it_it: Imposta le statistiche del jetpack (o GA4)
nl_nl: Jetpack-statistieken (of GA4) instellen
pt_br: Configurar estatísticas do Jetpack (ou GA4)

source: Track website performance and visitor behavior
de_de: Verfolgen Sie die Website-Leistung und das Besucherverhalten
es_mx: Realice un seguimiento del rendimiento del sitio web y del comportamiento de los visitantes
fr_fr: Suivez les performances du site Web et le comportement des visiteurs
it_it: Monitora le prestazioni del sito web e il comportamento dei visitatori
nl_nl: Volg de prestaties van de website en het bezoekersgedrag
pt_br: Acompanhe o desempenho do site e o comportamento do visitante

source: Connect Google Search Console
de_de: Google Search Console verbinden
es_mx: Conectar Google Search Console
fr_fr: Connecter Google Search Console
it_it: Collega Google Search Console
nl_nl: Verbind Google Search Console
pt_br: Conecte o Google Search Console

source: Monitor search performance and indexing
de_de: Überwachen der Suchleistung und Indizierung
es_mx: Supervisar el rendimiento de la búsqueda y la indexación
fr_fr: Surveiller les performances de recherche et l’indexation
it_it: Monitorare le prestazioni di ricerca e l'indicizzazione
nl_nl: Zoekprestaties en indexering controleren
pt_br: Monitorar o desempenho e a indexação da pesquisa

source: Install a SEO Plugin (Yoast Premium)
de_de: Installiere ein SEO-Plugin (Yoast Premium)
es_mx: Instalar un plugin de SEO (Yoast Premium)
fr_fr: Installer un plugin SEO (Yoast Premium)
it_it: Installa un plugin SEO (Yoast Premium)
nl_nl: Installeer een SEO-plug-in (Yoast Premium)
pt_br: Instale um plugin de SEO (Yoast Premium)

source: Optimize your website for search engines
de_de: Optimieren Sie Ihre Website für Suchmaschinen
es_mx: Optimiza tu sitio web para los motores de búsqueda
fr_fr: Optimisez votre site web pour les moteurs de recherche
it_it: Ottimizza il tuo sito web per i motori di ricerca
nl_nl: Optimaliseer uw website voor zoekmachines
pt_br: Otimize seu site para mecanismos de pesquisa

source: Add Social Sharing Settings
de_de: Hinzufügen von Social-Sharing-Einstellungen
es_mx: Agregar configuración para compartir en redes sociales
fr_fr: Ajouter des paramètres de partage sur les réseaux sociaux
it_it: Aggiungi impostazioni di condivisione social
nl_nl: Instellingen voor sociaal delen toevoegen
pt_br: Adicionar configurações de compartilhamento social

source: Enable social media sharing for content
de_de: Aktivieren des Teilens von Inhalten in sozialen Medien
es_mx: Habilitar el uso compartido de contenido en redes sociales
fr_fr: Activer le partage de contenu sur les réseaux sociaux
it_it: Abilita la condivisione dei contenuti sui social media
nl_nl: Schakel het delen van inhoud op sociale media in
pt_br: Ativar o compartilhamento de mídia social para conteúdo

source: Set Up Contact & Engagement
de_de: Kontakt & Engagement einrichten
es_mx: Configurar el contacto y el compromiso
fr_fr: Configurer Contact et engagement
it_it: Imposta contatto e coinvolgimento
nl_nl: Contact & Engagement instellen
pt_br: Configurar contato e engajamento

source: Make it easy for customers to contact you
de_de: Machen Sie es Ihren Kunden leicht, Sie zu kontaktieren
es_mx: Facilite que los clientes se comuniquen con usted
fr_fr: Facilitez la communication avec les clients
it_it: Consenti ai clienti di contattarti facilmente
nl_nl: Maak het klanten gemakkelijk om contact met u op te nemen
pt_br: Facilite o contato dos clientes com você

source: Add a Contact Form
de_de: Hinzufügen eines Kontaktformulars
es_mx: Agregar un formulario de contacto
fr_fr: Ajouter un formulaire de contact
it_it: Aggiungi un modulo di contatto
nl_nl: Voeg een contactformulier toe
pt_br: Adicionar um formulário de contato

source: Create contact form with email routing
de_de: Kontaktformular mit E-Mail-Routing erstellen
es_mx: Crear formulario de contacto con enrutamiento de correo electrónico
fr_fr: Créer un formulaire de contact avec routage des e-mails
it_it: Creare un modulo di contatto con l'instradamento delle email
nl_nl: Contactformulier maken met e-mailroutering
pt_br: Crie um formulário de contato com roteamento de e-mail

source: Embed a Map or Location
de_de: Einbetten einer Karte oder eines Standorts
es_mx: Incrustar un mapa o una ubicación
fr_fr: Intégrer une carte ou un lieu
it_it: Incorporare una mappa o una posizione
nl_nl: Een kaart of locatie insluiten
pt_br: Incorporar um mapa ou local

source: Show your business location if applicable
de_de: Zeigen Sie ggf. Ihren Unternehmensstandort an
es_mx: Muestra la ubicación de tu empresa si corresponde
fr_fr: Montrez l’emplacement de votre entreprise, le cas échéant
it_it: Mostra la sede della tua attività, se applicabile
nl_nl: Toon uw bedrijfslocatie indien van toepassing
pt_br: Mostre o local da sua empresa, se aplicável

source: Add Live Chat or Contact Widget
de_de: Live-Chat oder Kontakt-Widget hinzufügen
es_mx: Agregar chat en vivo o widget de contacto
fr_fr: Ajouter un widget de chat en direct ou de contact
it_it: Aggiungi chat dal vivo o widget di contatto
nl_nl: Live Chat of Contact Widget toevoegen
pt_br: Adicionar chat ao vivo ou widget de contato

source: Enable real-time customer support
de_de: Kundensupport in Echtzeit ermöglichen
es_mx: Habilite la atención al cliente en tiempo real
fr_fr: Activez le support client en temps réel
it_it: Abilita l'assistenza clienti in tempo reale
nl_nl: Realtime klantenondersteuning inschakelen
pt_br: Habilite o suporte ao cliente em tempo real

source: Link to Social Media Profiles
de_de: Link zu Social-Media-Profilen
es_mx: Enlace a perfiles de redes sociales
fr_fr: Lien vers les profils de médias sociaux
it_it: Link ai profili dei social media
nl_nl: Link naar profielen op sociale media
pt_br: Link para perfis de mídia social

source: Add social media links in header/footer
de_de: Social-Media-Links in der Kopf-/Fußzeile hinzufügen
es_mx: Agregar enlaces de redes sociales en el encabezado / pie de página
fr_fr: Ajouter des liens vers les réseaux sociaux dans l’en-tête/pied de page
it_it: Aggiungi collegamenti ai social media nell'intestazione/piè di pagina
nl_nl: Voeg links naar sociale media toe in de kop-/voettekst
pt_br: Adicionar links de mídia social no cabeçalho/rodapé

source: Final Review Before Going Live
de_de: Abschließende Überprüfung vor dem Go-Live
es_mx: Revisión final antes de la puesta en marcha
fr_fr: Examen final avant la mise en ligne
it_it: Revisione finale prima della pubblicazione
nl_nl: Eindbeoordeling voor livegang
pt_br: Revisão final antes de entrar no ar

source: Test everything before launch
de_de: Testen Sie alles vor dem Start
es_mx: Pruebe todo antes del lanzamiento
fr_fr: Testez tout avant le lancement
it_it: Testa tutto prima del lancio
nl_nl: Test alles voor de lancering
pt_br: Teste tudo antes do lançamento

source: Preview on Mobile, Tablet, and Desktop
de_de: Vorschau auf Mobilgeräten, Tablets und Desktops
es_mx: Vista previa en dispositivos móviles, tabletas y computadoras de escritorio
fr_fr: Prévisualisation sur mobile, tablette et ordinateur
it_it: Anteprima su dispositivi mobili, tablet e desktop
nl_nl: Voorbeeld op mobiel, tablet en desktop
pt_br: Visualização em dispositivos móveis, tablets e computadores

source: Test responsive design on all devices
de_de: Testen Sie responsives Design auf allen Geräten
es_mx: Pruebe el diseño receptivo en todos los dispositivos
fr_fr: Testez le responsive design sur tous les appareils
it_it: Testa il design reattivo su tutti i dispositivi
nl_nl: Test responsive design op alle apparaten
pt_br: Testar o design responsivo em todos os dispositivos

source: Test Contact Form and Navigation Links
de_de: Testen Sie das Kontaktformular und die Navigationslinks
es_mx: Formulario de contacto de prueba y enlaces de navegación
fr_fr: Tester le formulaire de contact et les liens de navigation
it_it: Test Modulo di contatto e link di navigazione
nl_nl: Test contactformulier en navigatielinks
pt_br: Formulário de contato de teste e links de navegação

source: Ensure all forms and links work properly
de_de: Stellen Sie sicher, dass alle Formulare und Links ordnungsgemäß funktionieren.
es_mx: Asegúrese de que todos los formularios y enlaces funcionen correctamente
fr_fr: Assurez-vous que tous les formulaires et liens fonctionnent correctement
it_it: Assicurati che tutti i moduli e i collegamenti funzionino correttamente
nl_nl: Zorg ervoor dat alle formulieren en links goed werken
pt_br: Certifique-se de que todos os formulários e links funcionem corretamente

source: Disable "Coming Soon" Mode
de_de: Deaktivieren Sie den Modus "Coming Soon"
es_mx: Desactivar el modo "Próximamente"
fr_fr: Désactiver le mode « Bientôt disponible »
it_it: Disabilita la modalità "Prossimamente"
nl_nl: Schakel de modus "Binnenkort beschikbaar" uit
pt_br: Desative o modo "Em breve"
