Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Next Steps
de_de: Nächste Schritte
es_mx: Próximos pasos
fr_fr: Prochaines étapes
it_it: Passaggi successivi
nl_nl: Volgende stappen
pt_br: Próximos passos

source: Store Setup
de_de: Einrichtung des Shops
es_mx: Configuración de la tienda
fr_fr: Configuration de la boutique
it_it: Configurazione del negozio
nl_nl: Winkel instellen
pt_br: Configuração da loja

source: Complete your ecommerce store setup with these essential steps:
de_de: Schließen Sie die Einrichtung Ihres E-Commerce-Shops mit diesen wesentlichen Schritten ab:
es_mx: Complete la configuración de su tienda de comercio electrónico con estos pasos esenciales:
fr_fr: Complétez la configuration de votre boutique en ligne en suivant ces étapes essentielles :
it_it: Completa la configurazione del tuo negozio di e-commerce con questi passaggi essenziali:
nl_nl: Voltooi de installatie van uw e-commerce winkel met deze essentiële stappen:
pt_br: Conclua a configuração da sua loja de comércio eletrônico com estas etapas essenciais:

source: Build
de_de: Bauen
es_mx: Construir
fr_fr: Construire
it_it: Costruire
nl_nl: Bouwen
pt_br: Construir

source: Basic Store Setup
de_de: Grundlegendes Store-Setup
es_mx: Configuración básica de la tienda
fr_fr: Configuration de base de la boutique
it_it: Configurazione di base del negozio
nl_nl: Basis winkelconfiguratie
pt_br: Configuração básica da loja

source: Get your store foundation ready
de_de: Bereiten Sie Ihr Shop-Fundament vor
es_mx: Prepara la base de maquillaje de tu tienda
fr_fr: Préparez la base de votre magasin
it_it: Prepara le basi del tuo negozio
nl_nl: Maak je winkelfundering klaar
pt_br: Prepare a base da sua loja

source: Quick Setup
de_de: Schnelle Einrichtung
es_mx: Configuración rápida
fr_fr: Configuration rapide
it_it: Configurazione rapida
nl_nl: Snelle installatie
pt_br: Configuração rápida

source: Complete the basic store configuration and settings
de_de: Schließen Sie die grundlegende Konfiguration und die Einstellungen des Speichers ab
es_mx: Complete la configuración y los ajustes básicos de la tienda
fr_fr: Terminez la configuration et les paramètres de base du magasin
it_it: Completa la configurazione e le impostazioni di base del negozio
nl_nl: Voltooi de basisconfiguratie en -instellingen van de winkel
pt_br: Conclua a configuração e as configurações básicas da loja

source: Customize Your Store
de_de: Passen Sie Ihren Shop an
es_mx: Personaliza tu tienda
fr_fr: Personnalisez votre boutique
it_it: Personalizza il tuo negozio
nl_nl: Pas uw winkel aan
pt_br: Personalize sua loja

source: Brand your store to match your business
de_de: Branding Ihres Shops passend zu Ihrem Unternehmen
es_mx: Marca tu tienda para que coincida con tu negocio
fr_fr: Personnalisez votre boutique en fonction de votre entreprise
it_it: Personalizza il tuo negozio in modo che corrisponda alla tua attività
nl_nl: Merk uw winkel af zodat deze bij uw bedrijf past
pt_br: Marque sua loja para combinar com sua empresa

source: Upload Logo
de_de: Logo hochladen
es_mx: Subir logotipo
fr_fr: Télécharger le logo
it_it: Carica logo
nl_nl: Logo uploaden
pt_br: Carregar logotipo

source: Add your business logo to build brand recognition
de_de: Fügen Sie Ihr Firmenlogo hinzu, um die Markenbekanntheit zu steigern
es_mx: Agrega el logotipo de tu empresa para generar reconocimiento de marca
fr_fr: Ajoutez le logo de votre entreprise pour renforcer la reconnaissance de votre marque
it_it: Aggiungi il logo della tua attività per aumentare il riconoscimento del marchio
nl_nl: Voeg uw bedrijfslogo toe om merkherkenning op te bouwen
pt_br: Adicione o logotipo da sua empresa para aumentar o reconhecimento da marca

source: Choose Colors and Fonts
de_de: Wählen Sie Farben und Schriftarten
es_mx: Elegir colores y fuentes
fr_fr: Choisissez les couleurs et les polices
it_it: Scegli colori e caratteri
nl_nl: Kies kleuren en lettertypen
pt_br: Escolha cores e fontes

source: Select colors and typography that reflect your brand
de_de: Wählen Sie Farben und Typografie, die Ihre Marke widerspiegeln
es_mx: Selecciona colores y tipografía que reflejen tu marca
fr_fr: Sélectionnez des couleurs et une typographie qui reflètent votre marque
it_it: Seleziona colori e tipografia che riflettano il tuo marchio
nl_nl: Selecteer kleuren en typografie die uw merk weerspiegelen
pt_br: Selecione cores e tipografia que reflitam sua marca

source: Customize Header
de_de: Kopfzeile anpassen
es_mx: Personalizar encabezado
fr_fr: Personnaliser l’en-tête
it_it: Personalizza intestazione
nl_nl: Header aanpassen
pt_br: Personalizar cabeçalho

source: Design your header layout and navigation
de_de: Entwerfen Sie Ihr Kopfzeilenlayout und Ihre Navigation
es_mx: Diseña el diseño y la navegación de tu encabezado
fr_fr: Concevez la mise en page et la navigation de votre en-tête
it_it: Progetta il layout e la navigazione dell'intestazione
nl_nl: Ontwerp de lay-out en navigatie van uw koptekst
pt_br: Projete o layout e a navegação do cabeçalho

source: Customize Footer
de_de: Fußzeile anpassen
es_mx: Personalizar pie de página
fr_fr: Personnaliser le pied de page
it_it: Personalizza piè di pagina
nl_nl: Voettekst aanpassen
pt_br: Personalizar rodapé

source: Set up your footer with important links and information
de_de: Richten Sie Ihre Fußzeile mit wichtigen Links und Informationen ein
es_mx: Configura tu pie de página con enlaces e información importantes
fr_fr: Configurez votre pied de page avec des liens et des informations importants
it_it: Imposta il tuo piè di pagina con link e informazioni importanti
nl_nl: Stel uw voettekst in met belangrijke links en informatie
pt_br: Configure seu rodapé com links e informações importantes

source: Customize Homepage
de_de: Homepage anpassen
es_mx: Personalizar la página de inicio
fr_fr: Personnaliser la page d’accueil
it_it: Personalizza la Homepage
nl_nl: Homepage aanpassen
pt_br: Personalizar página inicial

source: Create an engaging homepage that showcases your products
de_de: Erstellen Sie eine ansprechende Homepage, auf der Ihre Produkte präsentiert werden
es_mx: Crea una página de inicio atractiva que muestre tus productos
fr_fr: Créez une page d’accueil attrayante qui met en valeur vos produits
it_it: Crea una home page accattivante che metta in mostra i tuoi prodotti
nl_nl: Maak een boeiende startpagina die uw producten onder de aandacht brengt
pt_br: Crie uma página inicial envolvente que mostre seus produtos

source: Set Up Shopping Experience
de_de: Einkaufserlebnis einrichten
es_mx: Configurar la experiencia de compra
fr_fr: Configurer l’expérience d’achat
it_it: Configura l'esperienza di acquisto
nl_nl: Winkelervaring instellen
pt_br: Configurar experiência de compra

source: Add and configure your product catalog
de_de: Hinzufügen und Konfigurieren Ihres Produktkatalogs
es_mx: Añadir y configurar el catálogo de productos
fr_fr: Ajouter et configurer votre catalogue de produits
it_it: Aggiungi e configura il tuo catalogo prodotti
nl_nl: Uw productcatalogus toevoegen en configureren
pt_br: Adicionar e configurar seu catálogo de produtos

source: Add a Product
de_de: Fügen Sie ein Produkt hinzu
es_mx: Agregar un producto
fr_fr: Ajouter un produit
it_it: Aggiungi un prodotto
nl_nl: Voeg een product toe
pt_br: Adicionar um produto

source: Create your first product listing with images and details
de_de: Erstellen Sie Ihre erste Produktliste mit Bildern und Details
es_mx: Crea tu primer listado de productos con imágenes y detalles
fr_fr: Créez votre première liste de produits avec des images et des détails
it_it: Crea la tua prima inserzione di prodotti con immagini e dettagli
nl_nl: Maak uw eerste productvermelding met afbeeldingen en details
pt_br: Crie sua primeira lista de produtos com imagens e detalhes

source: Customize the Shop Page
de_de: Passen Sie die Shop-Seite an
es_mx: Personalizar la página de la tienda
fr_fr: Personnaliser la page Boutique
it_it: Personalizza la pagina del negozio
nl_nl: De winkelpagina aanpassen
pt_br: Personalize a página da loja

source: Configure your main product catalog display
de_de: Konfigurieren der Anzeige des Hauptproduktkatalogs
es_mx: Configura la visualización de tu catálogo principal de productos
fr_fr: Configurer l’affichage de votre catalogue de produits principal
it_it: Configura la visualizzazione del tuo catalogo prodotti principale
nl_nl: De weergave van uw hoofdproductcatalogus configureren
pt_br: Configure a exibição do catálogo principal de produtos

source: Customize the Cart Page
de_de: Passen Sie die Warenkorbseite an
es_mx: Personalizar la página del carrito
fr_fr: Personnaliser la page du panier
it_it: Personalizza la pagina del carrello
nl_nl: Pas de winkelwagenpagina aan
pt_br: Personalizar a página do carrinho

source: Optimize the shopping cart experience
de_de: Optimieren Sie das Einkaufswagenerlebnis
es_mx: Optimizar la experiencia del carrito de compras
fr_fr: Optimisez l’expérience du panier d’achat
it_it: Ottimizza l'esperienza del carrello
nl_nl: Optimaliseer de winkelwagenervaring
pt_br: Otimize a experiência do carrinho de compras

source: Customize the Checkout Flow
de_de: Anpassen des Checkout-Ablaufs
es_mx: Personalizar el flujo de pago
fr_fr: Personnaliser le flux de paiement
it_it: Personalizzare il flusso di checkout
nl_nl: Pas de afrekenstroom aan
pt_br: Personalizar o fluxo de checkout

source: Streamline the checkout process for better conversions
de_de: Optimieren Sie den Checkout-Prozess für bessere Conversions
es_mx: Agiliza el proceso de pago para obtener mejores conversiones
fr_fr: Rationalisez le processus de paiement pour de meilleures conversions
it_it: Semplifica il processo di checkout per migliorare le conversioni
nl_nl: Stroomlijn het afrekenproces voor betere conversies
pt_br: Simplifique o processo de checkout para obter melhores conversões

source: Set Up Payments and Shipping
de_de: Zahlungen und Versand einrichten
es_mx: Configurar pagos y envíos
fr_fr: Configurer les paiements et l’expédition
it_it: Impostare i pagamenti e la spedizione
nl_nl: Betalingen en verzending instellen
pt_br: Configurar pagamentos e envio

source: Configure payment methods and shipping options
de_de: Konfigurieren von Zahlungsmethoden und Versandoptionen
es_mx: Configurar métodos de pago y opciones de envío
fr_fr: Configurer les modes de paiement et les options d’expédition
it_it: Configura i metodi di pagamento e le opzioni di spedizione
nl_nl: Betaalmethoden en verzendopties configureren
pt_br: Configurar métodos de pagamento e opções de envio

source: Set Up Payments
de_de: Zahlungen einrichten
es_mx: Configurar pagos
fr_fr: Configurer les paiements
it_it: Impostazione dei pagamenti
nl_nl: Betalingen instellen
pt_br: Configurar pagamentos

source: Configure payment gateways like PayPal and Stripe
de_de: Konfigurieren Sie Zahlungsgateways wie PayPal und Stripe
es_mx: Configurar pasarelas de pago como PayPal y Stripe
fr_fr: Configurer des passerelles de paiement comme PayPal et Stripe
it_it: Configura gateway di pagamento come PayPal e Stripe
nl_nl: Configureer betalingsgateways zoals PayPal en Stripe
pt_br: Configure gateways de pagamento como PayPal e Stripe

source: Set Up Shipping
de_de: Versand einrichten
es_mx: Configurar el envío
fr_fr: Configurer l’expédition
it_it: Imposta la spedizione
nl_nl: Verzending instellen
pt_br: Configurar o envio

source: Define shipping zones, rates, and delivery options
de_de: Definieren von Versandzonen, Tarifen und Lieferoptionen
es_mx: Definir zonas de envío, tarifas y opciones de entrega
fr_fr: Définir les zones d’expédition, les tarifs et les options de livraison
it_it: Definisci le zone di spedizione, le tariffe e le opzioni di consegna
nl_nl: Definieer verzendzones, tarieven en bezorgopties
pt_br: Definir zonas de frete, taxas e opções de entrega

source: Set Up Taxes
de_de: Steuern einrichten
es_mx: Configurar impuestos
fr_fr: Configurer les taxes
it_it: Imposta le imposte
nl_nl: Belastingen instellen
pt_br: Configurar impostos

source: Configure tax rates and calculations for your region
de_de: Konfigurieren von Steuersätzen und -berechnungen für Ihre Region
es_mx: Configurar tasas de impuestos y cálculos para su región
fr_fr: Configurer les taux d’imposition et les calculs pour votre région
it_it: Configura le aliquote fiscali e i calcoli per la tua regione
nl_nl: Configureer belastingtarieven en berekeningen voor uw regio
pt_br: Configurar taxas de imposto e cálculos para sua região

source: Set Up Legal Pages
de_de: Rechtliche Seiten einrichten
es_mx: Configurar páginas legales
fr_fr: Configurer des pages juridiques
it_it: Configurare le pagine legali
nl_nl: Juridische pagina's instellen
pt_br: Configurar páginas legais

source: Create essential legal pages for compliance
de_de: Erstellen Sie wichtige rechtliche Seiten für die Einhaltung von Vorschriften
es_mx: Cree páginas legales esenciales para el cumplimiento
fr_fr: Créez des pages juridiques essentielles pour la conformité
it_it: Crea pagine legali essenziali per la conformità
nl_nl: Maak essentiële juridische pagina's voor naleving
pt_br: Crie páginas jurídicas essenciais para conformidade

source: Privacy Policy
de_de: Datenschutzrichtlinie
es_mx: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
nl_nl: Privacybeleid
pt_br: Política de privacidade

source: Create a privacy policy to comply with data protection laws
de_de: Erstellen Sie eine Datenschutzrichtlinie, um die Datenschutzgesetze einzuhalten
es_mx: Crear una política de privacidad para cumplir con las leyes de protección de datos
fr_fr: Créez une politique de confidentialité pour vous conformer aux lois sur la protection des données
it_it: Creare un'informativa sulla privacy per rispettare le leggi sulla protezione dei dati
nl_nl: Maak een privacybeleid om te voldoen aan de wetgeving inzake gegevensbescherming
pt_br: Crie uma política de privacidade para cumprir as leis de proteção de dados

source: Terms & Conditions
de_de: Allgemeine Geschäftsbedingungen
es_mx: Términos y condiciones
fr_fr: Termes et conditions
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pt_br: Termos e Condições

source: Set terms of service for customer purchases
de_de: Festlegen von Nutzungsbedingungen für Kundenkäufe
es_mx: Establecer términos de servicio para las compras de los clientes
fr_fr: Définir les conditions d’utilisation pour les achats des clients
it_it: Impostare i termini di servizio per gli acquisti dei clienti
nl_nl: Servicevoorwaarden instellen voor aankopen van klanten
pt_br: Definir termos de serviço para compras de clientes

source: Return and Refund Policy
de_de: Rückgabe- und Rückerstattungsrichtlinie
es_mx: Política de devoluciones y reembolsos
fr_fr: Politique de retour et de remboursement
it_it: Politica di restituzione e rimborso
nl_nl: Retour- en restitutiebeleid
pt_br: Política de Devolução e Reembolso

source: Define your return and refund procedures
de_de: Definieren Sie Ihre Rückgabe- und Rückerstattungsverfahren
es_mx: Define tus procedimientos de devolución y reembolso
fr_fr: Définissez vos procédures de retour et de remboursement
it_it: Definisci le tue procedure di reso e rimborso
nl_nl: Definieer uw retour- en terugbetalingsprocedures
pt_br: Defina seus procedimentos de devolução e reembolso

source: Brand
de_de: Marke
es_mx: Marca
fr_fr: Marque
it_it: Marchio
nl_nl: Merk
pt_br: Marca

source: First Marketing Steps
de_de: Erste Marketingschritte
es_mx: Primeros pasos de marketing
fr_fr: Premières étapes de marketing
it_it: Primi passi di marketing
nl_nl: Eerste marketingstappen
pt_br: Primeiros passos de marketing

source: Set up essential marketing tools and features
de_de: Richten Sie wichtige Marketing-Tools und -Funktionen ein
es_mx: Configurar herramientas y funciones de marketing esenciales
fr_fr: Mettre en place des outils et des fonctionnalités marketing essentiels
it_it: Configura gli strumenti e le funzionalità di marketing essenziali
nl_nl: Essentiële marketingtools en -functies instellen
pt_br: Configure ferramentas e recursos essenciais de marketing

source: Configure Welcome Discount Popup
de_de: Konfigurieren des Popup-Fensters für den Willkommensrabatt
es_mx: Configurar ventana emergente de descuento de bienvenida
fr_fr: Configurer la fenêtre contextuelle de réduction de bienvenue
it_it: Configura il popup dello sconto di benvenuto
nl_nl: Configureer welkomstkorting pop-up
pt_br: Configurar pop-up de desconto de boas-vindas

source: Create a popup to capture emails and offer discounts
de_de: Erstellen Sie ein Popup, um E-Mails zu erfassen und Rabatte anzubieten
es_mx: Crea una ventana emergente para capturar correos electrónicos y ofrecer descuentos
fr_fr: Créez une fenêtre contextuelle pour capturer des e-mails et proposer des remises
it_it: Crea un popup per acquisire e-mail e offrire sconti
nl_nl: Maak een pop-up om e-mails vast te leggen en kortingen aan te bieden
pt_br: Crie um pop-up para capturar e-mails e oferecer descontos

source: Create a Gift Card to Sell in Your Shop
de_de: Erstellen Sie eine Geschenkkarte, die Sie in Ihrem Geschäft verkaufen können
es_mx: Crea una tarjeta de regalo para vender en tu tienda
fr_fr: Créez une carte-cadeau à vendre dans votre boutique
it_it: Crea una carta regalo da vendere nel tuo negozio
nl_nl: Maak een cadeaubon om in uw winkel te verkopen
pt_br: Crie um cartão-presente para vender em sua loja

source: Add gift cards as a product option to increase sales
de_de: Fügen Sie Geschenkkarten als Produktoption hinzu, um den Umsatz zu steigern
es_mx: Añade tarjetas regalo como opción de producto para aumentar las ventas
fr_fr: Ajouter des cartes-cadeaux comme option de produit pour augmenter les ventes
it_it: Aggiungi le carte regalo come opzione di prodotto per aumentare le vendite
nl_nl: Voeg cadeaubonnen toe als productoptie om de verkoop te verhogen
pt_br: Adicione cartões-presente como uma opção de produto para aumentar as vendas

source: Enable Abandoned Cart Emails
de_de: Aktivieren Sie E-Mails zu abgebrochenen Warenkörben
es_mx: Habilitar correos electrónicos de carritos abandonados
fr_fr: Activer les e-mails de panier abandonné
it_it: Abilita le e-mail per i carrelli abbandonati
nl_nl: E-mails over verlaten winkelwagentjes inschakelen
pt_br: Ativar e-mails de carrinho abandonado

source: Recover lost sales with automated cart abandonment emails
de_de: Gewinnen Sie verlorene Verkäufe mit automatisierten E-Mails zum Verlassen des Warenkorbs zurück
es_mx: Recupere las ventas perdidas con correos electrónicos automatizados de abandono de carritos
fr_fr: Récupérez les ventes perdues grâce aux e-mails automatisés d’abandon de panier
it_it: Recupera le vendite perse con le email automatizzate di abbandono del carrello
nl_nl: Herstel verloren verkopen met geautomatiseerde e-mails over het verlaten van de winkelwagen
pt_br: Recupere vendas perdidas com e-mails automatizados de abandono de carrinho

source: Customize Your Store Emails
de_de: Passen Sie Ihre Shop-E-Mails an
es_mx: Personaliza los correos electrónicos de tu tienda
fr_fr: Personnalisez les e-mails de votre boutique
it_it: Personalizza le email del tuo negozio
nl_nl: Pas uw winkel-e-mails aan
pt_br: Personalize os e-mails da sua loja

source: Brand your order confirmation and customer emails
de_de: Branding Ihrer Bestellbestätigung und Kunden-E-Mails
es_mx: Marca la confirmación de tu pedido y los correos electrónicos de los clientes
fr_fr: Marquez votre confirmation de commande et les e-mails de vos clients
it_it: Personalizza la conferma dell'ordine e le e-mail dei clienti
nl_nl: Merk uw orderbevestiging en e-mails van klanten
pt_br: Marque sua confirmação de pedido e e-mails de clientes

source: Launch and Promote - Social Media Setup & Engagement
de_de: Launch und Promote - Social Media Setup & Engagement
es_mx: Lanzamiento y promoción: configuración y participación en las redes sociales
fr_fr: Lancement et promotion - Configuration et engagement des médias sociaux
it_it: Lancio e promozione - Configurazione e coinvolgimento sui social media
nl_nl: Lanceren en promoten - Social Media Setup & Engagement
pt_br: Lançar e promover - Configuração e engajamento de mídia social

source: Connect your store to social media platforms
de_de: Verbinden Sie Ihren Shop mit Social-Media-Plattformen
es_mx: Conecta tu tienda a las plataformas de redes sociales
fr_fr: Connectez votre boutique aux plateformes de médias sociaux
it_it: Collega il tuo negozio alle piattaforme dei social media
nl_nl: Verbind uw winkel met sociale mediaplatforms
pt_br: Conecte sua loja a plataformas de mídia social

source: Connect Facebook Store
de_de: Verbinden Sie den Facebook Store
es_mx: Conectar la tienda de Facebook
fr_fr: Connecter la boutique Facebook
it_it: Collega il negozio Facebook
nl_nl: Verbind Facebook Store
pt_br: Conecte a loja do Facebook

source: Sync your products with Facebook Shop
de_de: Synchronisieren Sie Ihre Produkte mit dem Facebook Shop
es_mx: Sincroniza tus productos con la tienda de Facebook
fr_fr: Synchronisez vos produits avec la boutique Facebook
it_it: Sincronizza i tuoi prodotti con Facebook Shop
nl_nl: Synchroniseer je producten met Facebook Shop
pt_br: Sincronize seus produtos com a Loja do Facebook

source: Connect Instagram Shopping
de_de: Instagram Shopping verbinden
es_mx: Conecta Instagram Shopping
fr_fr: Connecter Instagram Shopping
it_it: Collega lo shopping su Instagram
nl_nl: Verbind Instagram Shopping
pt_br: Conecte o Instagram Shopping

source: Enable product tagging on Instagram posts
de_de: Aktivieren Sie das Produkt-Tagging in Instagram-Posts
es_mx: Habilitar el etiquetado de productos en las publicaciones de Instagram
fr_fr: Activer le marquage des produits sur les publications Instagram
it_it: Abilita il tagging dei prodotti sui post di Instagram
nl_nl: Schakel producttagging in op Instagram-berichten
pt_br: Ativar marcação de produtos em postagens do Instagram

source: Connect TikTok Shop
de_de: TikTok Shop verbinden
es_mx: Tienda Connect TikTok
fr_fr: Connecter la boutique TikTok
it_it: Collega il negozio TikTok
nl_nl: Verbind TikTok-winkel
pt_br: Conecte a loja TikTok

source: Integrate with TikTok for product promotion
de_de: Integrieren Sie TikTok für die Produktwerbung
es_mx: Integrar con TikTok para la promoción de productos
fr_fr: Intégration avec TikTok pour la promotion du produit
it_it: Integrazione con TikTok per la promozione dei prodotti
nl_nl: Integreer met TikTok voor productpromotie
pt_br: Integre com o TikTok para promoção de produtos

source: Add Social Sharing Buttons
de_de: Social-Sharing-Buttons hinzufügen
es_mx: Agregar botones para compartir en redes sociales
fr_fr: Ajouter des boutons de partage social
it_it: Aggiungi pulsanti di condivisione social
nl_nl: Knoppen voor sociaal delen toevoegen
pt_br: Adicionar botões de compartilhamento social

source: Let customers share products on social media
de_de: Lassen Sie Kunden Produkte in sozialen Medien teilen
es_mx: Permita que los clientes compartan productos en las redes sociales
fr_fr: Permettez aux clients de partager leurs produits sur les réseaux sociaux
it_it: Consenti ai clienti di condividere i prodotti sui social media
nl_nl: Laat klanten producten delen op social media
pt_br: Permita que os clientes compartilhem produtos nas mídias sociais

source: Add Social Media Feed to Homepage
de_de: Fügen Sie einen Social-Media-Feed zur Startseite hinzu
es_mx: Agregar feed de redes sociales a la página de inicio
fr_fr: Ajouter le fil d’actualité des réseaux sociaux à la page d’accueil
it_it: Aggiungi il feed dei social media alla home page
nl_nl: Voeg social media feed toe aan de startpagina
pt_br: Adicionar feed de mídia social à página inicial
