Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Show your latest social media posts on your blog
de_de: Zeigen Sie Ihre neuesten Social-Media-Beiträge in Ihrem Blog an
es_mx: Muestra tus últimas publicaciones en redes sociales en tu blog
fr_fr: Affichez vos dernières publications sur les réseaux sociaux sur votre blog
it_it: Mostra i tuoi ultimi post sui social media sul tuo blog
nl_nl: Toon je laatste social media posts op je blog
pt_br: Mostre suas últimas postagens de mídia social em seu blog

source: Launch & Promote - SEO & Visibility
de_de: Launch & Promote - SEO & Sichtbarkeit
es_mx: Lanzamiento y promoción - SEO y visibilidad
fr_fr: Lancement et promotion - SEO et visibilité
it_it: Lancio e promozione - SEO e visibilità
nl_nl: Lanceren & Promoten - SEO & Zichtbaarheid
pt_br: Lançamento e Promoção - SEO e Visibilidade

source: Optimize your blog for search engines
de_de: Optimieren Sie Ihren Blog für Suchmaschinen
es_mx: Optimiza tu blog para los motores de búsqueda
fr_fr: Optimisez votre blog pour les moteurs de recherche
it_it: Ottimizza il tuo blog per i motori di ricerca
nl_nl: Optimaliseer uw blog voor zoekmachines
pt_br: Otimize seu blog para os mecanismos de pesquisa

source: Optimize On-Page SEO
de_de: On-Page-SEO optimieren
es_mx: Optimizar el SEO en la página
fr_fr: Optimiser le référencement sur la page
it_it: Ottimizza la SEO on-page
nl_nl: Optimaliseer on-page SEO
pt_br: Otimize o SEO na página

source: Use Yoast or All-in-One SEO to optimize your content
de_de: Nutze Yoast oder All-in-One SEO, um deine Inhalte zu optimieren
es_mx: Utiliza Yoast o All-in-One SEO para optimizar tu contenido
fr_fr: Utilisez le référencement Yoast ou All-in-One pour optimiser votre contenu
it_it: Usa Yoast o la SEO All-in-One per ottimizzare i tuoi contenuti
nl_nl: Gebruik Yoast of All-in-One SEO om je content te optimaliseren
pt_br: Use Yoast ou All-in-One SEO para otimizar seu conteúdo

source: Monitor your blog's search performance
de_de: Überwachen Sie die Suchleistung Ihres Blogs
es_mx: Supervise el rendimiento de búsqueda de su blog
fr_fr: Surveillez les performances de recherche de votre blog
it_it: Monitora le prestazioni di ricerca del tuo blog
nl_nl: De zoekprestaties van je blog bijhouden
pt_br: Monitore o desempenho de pesquisa do seu blog

source: Generate & Submit XML Sitemap
de_de: Generieren und Übermitteln einer XML-Sitemap
es_mx: Generar y enviar mapa del sitio XML
fr_fr: Générer et soumettre un plan de site XML
it_it: Genera e invia una Sitemap XML
nl_nl: XML-sitemap genereren en verzenden
pt_br: Gerar e enviar mapa do site XML

source: Help search engines discover your content
de_de: Helfen Sie Suchmaschinen, Ihre Inhalte zu finden
es_mx: Ayuda a los motores de búsqueda a descubrir tu contenido
fr_fr: Aidez les moteurs de recherche à découvrir votre contenu
it_it: Aiuta i motori di ricerca a scoprire i tuoi contenuti
nl_nl: Help zoekmachines uw inhoud te ontdekken
pt_br: Ajude os mecanismos de pesquisa a descobrir seu conteúdo

source: Enhance Reader Experience
de_de: Verbessern Sie das Leseerlebnis
es_mx: Mejore la experiencia del lector
fr_fr: Améliorez l’expérience du lecteur
it_it: Migliora l'esperienza del lettore
nl_nl: Verbeter de lezerservaring
pt_br: Melhore a experiência do leitor

source: Improve engagement and user experience
de_de: Verbessern Sie das Engagement und die Benutzererfahrung
es_mx: Mejore el compromiso y la experiencia del usuario
fr_fr: Améliorez l’engagement et l’expérience utilisateur
it_it: Migliora il coinvolgimento e l'esperienza utente
nl_nl: Verbeter de betrokkenheid en gebruikerservaring
pt_br: Melhore o engajamento e a experiência do usuário

source: Enable & Style Comments Section
de_de: Kommentarbereich aktivieren und formatieren
es_mx: Habilitar y estilo Sección de comentarios
fr_fr: Section Activer et styliser les commentaires
it_it: Abilita e Personalizza la Sezione Commenti
nl_nl: Sectie Opmerkingen inschakelen en opmaken
pt_br: Ativar e estilizar a seção de comentários

source: Set up Akismet or Antispam Bee for comment moderation
de_de: Richten Sie Akismet oder Antispam Bee für die Kommentarmoderation ein
es_mx: Configurar Akismet o Antispam Bee para la moderación de comentarios
fr_fr: Configurer Akismet ou Antispam Bee pour la modération des commentaires
it_it: Configura Akismet o Antispam Bee per la moderazione dei commenti
nl_nl: Akismet of Antispam Bee instellen voor het modereren van reacties
pt_br: Configurar o Akismet ou o Antispam Bee para moderação de comentários

source: Customize Author/Profile Boxes
de_de: Anpassen von Autoren-/Profilfeldern
es_mx: Personalizar cuadros de autor/perfil
fr_fr: Personnaliser les boîtes d’auteur/profil
it_it: Personalizza le caselle Autore/Profilo
nl_nl: Auteurs-/profielvakken aanpassen
pt_br: Personalizar caixas de autor/perfil

source: Create professional author profiles
de_de: Erstellen Sie professionelle Autorenprofile
es_mx: Crear perfiles de autor profesionales
fr_fr: Créez des profils d’auteur professionnels
it_it: Crea profili di autori professionisti
nl_nl: Maak professionele auteursprofielen
pt_br: Crie perfis de autor profissional

source: Display Testimonials or Highlighted Comments
de_de: Testimonials oder hervorgehobene Kommentare anzeigen
es_mx: Mostrar testimonios o comentarios destacados
fr_fr: Afficher des témoignages ou des commentaires mis en évidence
it_it: Mostra testimonianze o commenti in evidenza
nl_nl: Getuigenissen of gemarkeerde opmerkingen weergeven
pt_br: Exibir depoimentos ou comentários destacados

source: Showcase positive feedback from readers
de_de: Präsentieren Sie positives Feedback von Lesern
es_mx: Mostrar comentarios positivos de los lectores
fr_fr: Présentez les commentaires positifs des lecteurs
it_it: Mostra il feedback positivo dei lettori
nl_nl: Breng positieve feedback van lezers onder de aandacht
pt_br: Mostre feedback positivo dos leitores

source: Create a Favicon
de_de: Erstellen eines Favicons
es_mx: Crear un favicon
fr_fr: Créer un favicon
it_it: Crea una Favicon
nl_nl: Maak een favicon
pt_br: Criar um favicon

source: Add a browser icon for your blog
de_de: Hinzufügen eines Browsersymbols für Ihren Blog
es_mx: Añadir un icono de navegador para tu blog
fr_fr: Ajouter une icône de navigateur pour votre blog
it_it: Aggiungi un'icona del browser per il tuo blog
nl_nl: Een browserpictogram toevoegen voor je blog
pt_br: Adicionar um ícone de navegador para o seu blog

source: Advanced Promotion & Partnerships
de_de: Erweiterte Förderung & Partnerschaften
es_mx: Promoción avanzada y asociaciones
fr_fr: Promotion avancée et partenariats
it_it: Promozione avanzata e partnership
nl_nl: Geavanceerde promotie en partnerschappen
pt_br: Promoção Avançada e Parcerias

source: Expand your blog's reach and partnerships
de_de: Erweitern Sie die Reichweite und Partnerschaften Ihres Blogs
es_mx: Amplíe el alcance y las asociaciones de su blog
fr_fr: Élargissez la portée de votre blog et vos partenariats
it_it: Espandi la portata e le partnership del tuo blog
nl_nl: Vergroot het bereik en de partnerschappen van je blog
pt_br: Expanda o alcance e as parcerias do seu blog

source: Build an Email Newsletter
de_de: Erstellen Sie einen E-Mail-Newsletter
es_mx: Crear un boletín informativo por correo electrónico
fr_fr: Créer une newsletter par e-mail
it_it: Crea una newsletter via e-mail
nl_nl: Bouw een e-mailnieuwsbrief
pt_br: Crie um boletim informativo por e-mail

source: Create regular email updates for your readers
de_de: Erstellen Sie regelmäßige E-Mail-Updates für Ihre Leser
es_mx: Crea actualizaciones periódicas por correo electrónico para tus lectores
fr_fr: Créez des mises à jour régulières par e-mail pour vos lecteurs
it_it: Crea aggiornamenti regolari via e-mail per i tuoi lettori
nl_nl: Maak regelmatig e-mailupdates voor uw lezers
pt_br: Crie atualizações regulares por e-mail para seus leitores

source: Draft an Influencer/Guest-Post Outreach List
de_de: Erstellen Sie eine Influencer-/Gastbeitrags-Outreach-Liste
es_mx: Redacte una lista de divulgación de influencers/publicaciones de invitados
fr_fr: Rédigez une liste de sensibilisation d’influenceurs ou de messages invités
it_it: Redigere un elenco di influencer/guest post outreach
nl_nl: Stel een lijst met influencers/gastposten op
pt_br: Elabore uma lista de divulgação de influenciadores/guest posts

source: Build relationships with other bloggers and influencers
de_de: Bauen Sie Beziehungen zu anderen Bloggern und Influencern auf
es_mx: Construye relaciones con otros bloggers e influencers
fr_fr: Établissez des relations avec d’autres blogueurs et influenceurs
it_it: Costruisci relazioni con altri blogger e influencer
nl_nl: Bouw relaties op met andere bloggers en influencers
pt_br: Construa relacionamentos com outros blogueiros e influenciadores

source: Promote a pillar article with paid advertising
de_de: Bewerben Sie einen Pillar-Artikel mit bezahlter Werbung
es_mx: Promociona un artículo pilar con publicidad pagada
fr_fr: Promouvoir un article pilier avec de la publicité payante
it_it: Promuovi un articolo pilastro con la pubblicità a pagamento
nl_nl: Promoot een pijlerartikel met betaalde advertenties
pt_br: Promova um artigo pilar com publicidade paga

source: Launch a Content Giveaway
de_de: Starten Sie ein Content-Giveaway
es_mx: Lanzar un sorteo de contenido
fr_fr: Lancer un concours de contenu
it_it: Lancia un giveaway di contenuti
nl_nl: Lanceer een Content Giveaway
pt_br: Lance um sorteio de conteúdo

source: Offer a free e-book or resource to grow your audience
de_de: Bieten Sie ein kostenloses E-Book oder eine Ressource an, um Ihr Publikum zu vergrößern
es_mx: Ofrezca un libro electrónico o un recurso gratuito para hacer crecer su audiencia
fr_fr: Offrez un e-book ou une ressource gratuite pour développer votre audience
it_it: Offri un e-book o una risorsa gratuita per far crescere il tuo pubblico
nl_nl: Bied een gratis e-book of bron aan om uw publiek te laten groeien
pt_br: Ofereça um e-book ou recurso gratuito para aumentar seu público

source: Track Campaigns with UTM Links
de_de: Verfolgen Sie Kampagnen mit UTM-Links
es_mx: Seguimiento de campañas con enlaces UTM
fr_fr: Suivre les campagnes avec des liens UTM
it_it: Traccia le campagne con i link UTM
nl_nl: Volg campagnes met UTM-links
pt_br: Acompanhe campanhas com links UTM

source: Monitor campaign effectiveness in Analytics
de_de: Überwachen der Kampagneneffektivität in Analytics
es_mx: Supervisar la eficacia de las campañas en Analytics
fr_fr: Surveiller l’efficacité des campagnes dans Analytics
it_it: Monitorare l'efficacia delle campagne in Analytics
nl_nl: De effectiviteit van campagnes bijhouden in Analytics
pt_br: Monitore a eficácia da campanha no Google Analytics

source: Content & Traffic Strategy
de_de: Content- und Traffic-Strategie
es_mx: Estrategia de contenido y tráfico
fr_fr: Stratégie de contenu et de trafic
it_it: Strategia di contenuti e traffico
nl_nl: Content & Traffic Strategie
pt_br: Estratégia de conteúdo e tráfego

source: Develop advanced content strategies
de_de: Entwickeln Sie fortschrittliche Content-Strategien
es_mx: Desarrollar estrategias de contenido avanzadas
fr_fr: Développer des stratégies de contenu avancées
it_it: Sviluppare strategie di contenuto avanzate
nl_nl: Ontwikkel geavanceerde contentstrategieën
pt_br: Desenvolva estratégias avançadas de conteúdo

source: Plan a Content Series or Editorial Calendar
de_de: Planen einer Content-Serie oder eines Redaktionskalenders
es_mx: Planificar una serie de contenido o un calendario editorial
fr_fr: Planifier une série de contenus ou un calendrier éditorial
it_it: Pianificare una serie di contenuti o un calendario editoriale
nl_nl: Een inhoudsreeks of redactionele kalender plannen
pt_br: Planeje uma série de conteúdo ou calendário editorial

source: Create a structured content planning approach
de_de: Erstellen eines strukturierten Ansatzes für die Content-Planung
es_mx: Crear un enfoque estructurado de planificación de contenido
fr_fr: Créez une approche de planification de contenu structurée
it_it: Crea un approccio strutturato alla pianificazione dei contenuti
nl_nl: Creëer een gestructureerde aanpak voor contentplanning
pt_br: Criar uma abordagem de planejamento de conteúdo estruturado

source: Implement Internal-Linking Strategy
de_de: Implementierung einer Internal-Linking-Strategie
es_mx: Implementar una estrategia de vinculación interna
fr_fr: Mettre en œuvre une stratégie de maillage interne
it_it: Implementare la strategia di collegamento interno
nl_nl: Implementeer een strategie voor interne koppelingen
pt_br: Implementar estratégia de vinculação interna

source: Link older posts to improve SEO and user engagement
de_de: Verknüpfen Sie ältere Beiträge, um SEO und Nutzerbindung zu verbessern
es_mx: Enlaza publicaciones anteriores para mejorar el SEO y la participación de los usuarios
fr_fr: Lier des articles plus anciens pour améliorer le référencement et l’engagement des utilisateurs
it_it: Collega i post più vecchi per migliorare la SEO e il coinvolgimento degli utenti
nl_nl: Link oudere berichten om SEO en gebruikersbetrokkenheid te verbeteren
pt_br: Vincule postagens mais antigas para melhorar o SEO e o envolvimento do usuário

source: Install Yoast Premium for Advanced Schemas
de_de: Yoast Premium für erweiterte Schemas installieren
es_mx: Instalar Yoast Premium para esquemas avanzados
fr_fr: Installer Yoast Premium pour les schémas avancés
it_it: Installa Yoast Premium per schemi avanzati
nl_nl: Installeer Yoast Premium voor geavanceerde schema's
pt_br: Instale o Yoast Premium para esquemas avançados

source: Enhance SEO with advanced structured data
de_de: Verbessern Sie SEO mit fortschrittlichen strukturierten Daten
es_mx: Mejore el SEO con datos estructurados avanzados
fr_fr: Améliorez le référencement avec des données structurées avancées
it_it: Migliora la SEO con dati strutturati avanzati
nl_nl: Verbeter SEO met geavanceerde gestructureerde gegevens
pt_br: Aprimore o SEO com dados estruturados avançados

source: Optimize your blog for speed and security
de_de: Optimieren Sie Ihren Blog für Geschwindigkeit und Sicherheit
es_mx: Optimiza tu blog para mayor velocidad y seguridad
fr_fr: Optimisez votre blog pour la vitesse et la sécurité
it_it: Ottimizza il tuo blog per velocità e sicurezza
nl_nl: Optimaliseer uw blog voor snelheid en veiligheid
pt_br: Otimize seu blog para velocidade e segurança

source: Speed-up Site with Jetpack Boost
de_de: Beschleunigen Sie die Baustelle mit Jetpack Boost
es_mx: Acelera el sitio con Jetpack Boost
fr_fr: Accélérez le site avec Jetpack Boost
it_it: Velocizza il sito con Jetpack Boost
nl_nl: Versnel de site met Jetpack Boost
pt_br: Acelere o site com o Jetpack Boost

source: Improve loading times with caching and optimization
de_de: Verbessern Sie die Ladezeiten mit Caching und Optimierung
es_mx: Mejore los tiempos de carga con el almacenamiento en caché y la optimización
fr_fr: Améliorez les temps de chargement grâce à la mise en cache et à l’optimisation
it_it: Migliora i tempi di caricamento con la memorizzazione nella cache e l'ottimizzazione
nl_nl: Verbeter laadtijden met caching en optimalisatie
pt_br: Melhore os tempos de carregamento com cache e otimização

source: Enable Automatic Backups & Update Alerts
de_de: Aktivieren Sie automatische Backups und Update-Warnungen
es_mx: Habilitar copias de seguridad automáticas y alertas de actualización
fr_fr: Activer les sauvegardes automatiques et les alertes de mise à jour
it_it: Abilita backup automatici e avvisi di aggiornamento
nl_nl: Automatische back-ups inschakelen en waarschuwingen bijwerken
pt_br: Ative backups automáticos e alertas de atualização

source: Protect your blog with automated backups
de_de: Schützen Sie Ihren Blog mit automatisierten Backups
es_mx: Protege tu blog con copias de seguridad automatizadas
fr_fr: Protégez votre blog avec des sauvegardes automatiques
it_it: Proteggi il tuo blog con backup automatici
nl_nl: Bescherm je blog met geautomatiseerde back-ups
pt_br: Proteja seu blog com backups automatizados

source: Create a Staging Site
de_de: Erstellen einer Staging-Site
es_mx: Crear un sitio de staging
fr_fr: Création d’un site de transit
it_it: Creazione di un sito di gestione temporanea
nl_nl: Een testsite maken
pt_br: Criar um site de teste

source: Test changes safely before publishing
de_de: Sicheres Testen von Änderungen vor der Veröffentlichung
es_mx: Probar los cambios de forma segura antes de publicarlos
fr_fr: Testez les modifications en toute sécurité avant de les publier
it_it: Testare le modifiche in modo sicuro prima della pubblicazione
nl_nl: Test wijzigingen veilig voordat u ze publiceert
pt_br: Teste as alterações com segurança antes de publicar

source: Blog Analytics
de_de: Blog-Analytik
es_mx: Analítica del blog
fr_fr: Analyse du blog
it_it: Analisi dei blog
pt_br: Análise do blog

source: Monitor and analyze your blog performance
de_de: Überwachen und analysieren Sie die Leistung Ihres Blogs
es_mx: Supervise y analice el rendimiento de su blog
fr_fr: Surveillez et analysez les performances de votre blog
it_it: Monitora e analizza le prestazioni del tuo blog
nl_nl: Bewaak en analyseer de prestaties van uw blog
pt_br: Monitore e analise o desempenho do seu blog

source: Monitor Traffic & Engagement
de_de: Überwachen Sie Traffic und Engagement
es_mx: Monitorear el tráfico y el compromiso
fr_fr: Surveillez le trafic et l’engagement
it_it: Monitora il traffico e il coinvolgimento
nl_nl: Monitor verkeer en betrokkenheid
pt_br: Monitore o tráfego e o engajamento

source: Track visitor behavior in Jetpack or Google Analytics
de_de: Verfolgen Sie das Besucherverhalten in Jetpack oder Google Analytics
es_mx: Realizar un seguimiento del comportamiento de los visitantes en Jetpack o Google Analytics
fr_fr: Suivre le comportement des visiteurs dans Jetpack ou Google Analytics
it_it: Monitora il comportamento dei visitatori in Jetpack o Google Analytics
nl_nl: Volg het gedrag van bezoekers in Jetpack of Google Analytics
pt_br: Acompanhe o comportamento do visitante no Jetpack ou no Google Analytics

source: Review Monthly Performance Dashboard
de_de: Überprüfen des monatlichen Leistungs-Dashboards
es_mx: Revisar el panel de rendimiento mensual
fr_fr: Examiner le tableau de bord des performances mensuelles
it_it: Esamina il dashboard delle prestazioni mensili
nl_nl: Bekijk het maandelijkse prestatiedashboard
pt_br: Revisar o painel de desempenho mensal

source: Analyze monthly reports and set growth goals
de_de: Analysieren Sie monatliche Berichte und legen Sie Wachstumsziele fest
es_mx: Analice informes mensuales y establezca objetivos de crecimiento
fr_fr: Analysez les rapports mensuels et fixez des objectifs de croissance
it_it: Analizza i report mensili e imposta gli obiettivi di crescita
nl_nl: Analyseer maandelijkse rapporten en stel groeidoelen
pt_br: Analise relatórios mensais e defina metas de crescimento

source: Corporate Setup
de_de: Unternehmens-Setup
es_mx: Configuración corporativa
fr_fr: Configuration de l’entreprise
it_it: Configurazione aziendale
nl_nl: Zakelijke opzet
pt_br: Configuração corporativa

source: Set up your corporate website with these essential steps:
de_de: Richten Sie Ihre Unternehmenswebsite mit diesen wesentlichen Schritten ein:
es_mx: Configura tu sitio web corporativo con estos pasos esenciales:
fr_fr: Configurez votre site web d’entreprise en suivant ces étapes essentielles :
it_it: Configura il tuo sito web aziendale con questi passaggi essenziali:
nl_nl: Zet uw bedrijfswebsite op met deze essentiële stappen:
pt_br: Configure seu site corporativo com estas etapas essenciais:

source: Basic Site Setup
de_de: Grundlegendes Site-Setup
es_mx: Configuración básica del sitio
fr_fr: Configuration de base du site
it_it: Configurazione di base del sito
nl_nl: Basisinstellingen van de site
pt_br: Configuração básica do site

source: Configure your corporate website foundation
de_de: Konfigurieren der Grundlage für die Unternehmenswebsite
es_mx: Configura la base de tu sitio web corporativo
fr_fr: Configurer la base de votre site web d’entreprise
it_it: Configura la base del tuo sito web aziendale
nl_nl: Configureer de fundering van uw bedrijfswebsite
pt_br: Configure a base do seu site corporativo

source: Complete Basic Site Setup
de_de: Abschließen der grundlegenden Site-Einrichtung
es_mx: Configuración básica completa del sitio
fr_fr: Configuration de base complète du site
it_it: Completa la configurazione di base del sito
nl_nl: Volledige basisinstallatie van de site
pt_br: Conclua a configuração básica do site

source: Configure essential website settings
de_de: Konfigurieren Sie wichtige Website-Einstellungen
es_mx: Configurar los ajustes esenciales del sitio web
fr_fr: Configurer les paramètres essentiels du site Web
it_it: Configurare le impostazioni essenziali del sito web
nl_nl: Configureer essentiële website-instellingen
pt_br: Definir configurações essenciais do site

source: Set Site Name
de_de: Festlegen des Site-Namens
es_mx: Establecer nombre del sitio
fr_fr: Définir le nom du site
it_it: Imposta il nome del sito
nl_nl: Sitenaam instellen
pt_br: Definir nome do site

source: Add your company name as the site title
de_de: Fügen Sie Ihren Firmennamen als Website-Titel hinzu
es_mx: Agregue el nombre de su empresa como título del sitio
fr_fr: Ajoutez le nom de votre entreprise comme titre du site
it_it: Aggiungi il nome della tua azienda come titolo del sito
nl_nl: Voeg uw bedrijfsnaam toe als sitetitel
pt_br: Adicione o nome da sua empresa como título do site

source: Create a professional tagline that describes your business
de_de: Erstellen Sie einen professionellen Slogan, der Ihr Unternehmen beschreibt
es_mx: Crea un eslogan profesional que describa tu negocio
fr_fr: Créez un slogan professionnel qui décrit votre entreprise
it_it: Crea uno slogan professionale che descriva la tua attività
nl_nl: Maak een professionele slogan die uw bedrijf beschrijft
pt_br: Crie um slogan profissional que descreva sua empresa

source: Choose your website's primary language
de_de: Wählen Sie die Hauptsprache Ihrer Website
es_mx: Elige el idioma principal de tu sitio web
fr_fr: Choisissez la langue principale de votre site web
it_it: Scegli la lingua principale del tuo sito web
nl_nl: Kies de primaire taal van uw website
pt_br: Escolha o idioma principal do seu site

source: Configure your website's timezone
de_de: Konfigurieren Sie die Zeitzone Ihrer Website
es_mx: Configura la zona horaria de tu sitio web
fr_fr: Configurer le fuseau horaire de votre site web
it_it: Configura il fuso orario del tuo sito web
nl_nl: Configureer de tijdzone van uw website
pt_br: Configure o fuso horário do seu site

source: Customize Your Website
de_de: Passen Sie Ihre Website an
es_mx: Personaliza tu sitio web
fr_fr: Personnalisez votre site Web
it_it: Personalizza il tuo sito web
nl_nl: Pas uw website aan
pt_br: Personalize seu site

source: Brand your corporate website professionally
de_de: Professionelles Branding Ihrer Unternehmenswebsite
es_mx: Marca tu sitio web corporativo profesionalmente
fr_fr: Personnalisez votre site web d’entreprise de manière professionnelle
it_it: Personalizza il tuo sito web aziendale in modo professionale
nl_nl: Merk uw bedrijfswebsite professioneel op
pt_br: Marque seu site corporativo profissionalmente

source: Upload Company Logo
de_de: Firmenlogo hochladen
es_mx: Cargar el logotipo de la empresa
fr_fr: Télécharger le logo de l’entreprise
it_it: Carica il logo dell'azienda
nl_nl: Bedrijfslogo uploaden
pt_br: Carregar logotipo da empresa
