Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Make your website visible to the public
de_de: Machen Sie Ihre Website für die Öffentlichkeit sichtbar
es_mx: Haz que tu sitio web sea visible para el público
fr_fr: Rendez votre site web visible au public
it_it: Rendi il tuo sito web visibile al pubblico
nl_nl: Maak je website zichtbaar voor het publiek
pt_br: Torne seu site visível ao público

source: Ask Someone Outside Your Team to Review
de_de: Bitten Sie jemanden außerhalb Ihres Teams um eine Überprüfung
es_mx: Pídale a alguien fuera de su equipo que revise
fr_fr: Demandez à quelqu’un d’extérieur à votre équipe de l’examiner
it_it: Chiedi a qualcuno al di fuori del tuo team di recensire
nl_nl: Vraag iemand buiten je team om een beoordeling te geven
pt_br: Peça a alguém de fora da sua equipe para revisar

source: Get external feedback before launching
de_de: Holen Sie vor dem Start externes Feedback ein
es_mx: Obtén comentarios externos antes del lanzamiento
fr_fr: Obtenez des commentaires externes avant de vous lancer
it_it: Ottieni un feedback esterno prima del lancio
nl_nl: Krijg externe feedback voordat u start
pt_br: Receba feedback externo antes do lançamento

source: Strengthen Online Presence
de_de: Stärken Sie die Online-Präsenz
es_mx: Fortalecer la presencia en línea
fr_fr: Renforcer la présence en ligne
it_it: Rafforza la presenza online
nl_nl: Versterk de online aanwezigheid
pt_br: Fortaleça a presença online

source: Build credibility and trust
de_de: Bauen Sie Glaubwürdigkeit und Vertrauen auf
es_mx: Generar credibilidad y confianza
fr_fr: Renforcer la crédibilité et la confiance
it_it: Costruisci credibilità e fiducia
nl_nl: Bouw geloofwaardigheid en vertrouwen op
pt_br: Construir credibilidade e confiança

source: Add Client Testimonials or Reviews
de_de: Fügen Sie Kundenreferenzen oder Bewertungen hinzu
es_mx: Agregar testimonios o reseñas de clientes
fr_fr: Ajouter des témoignages ou des avis de clients
it_it: Aggiungi testimonianze o recensioni dei clienti
nl_nl: Getuigenissen of beoordelingen van klanten toevoegen
pt_br: Adicionar depoimentos ou avaliações de clientes

source: Showcase positive client feedback
de_de: Präsentieren Sie positives Kundenfeedback
es_mx: Mostrar comentarios positivos de los clientes
fr_fr: Présentez les commentaires positifs des clients
it_it: Mostra il feedback positivo dei clienti
nl_nl: Positieve feedback van klanten onder de aandacht brengen
pt_br: Mostre o feedback positivo do cliente

source: Add Certifications, Memberships, or Awards
de_de: Hinzufügen von Zertifizierungen, Mitgliedschaften oder Auszeichnungen
es_mx: Agregar certificaciones, membresías o premios
fr_fr: Ajouter des certifications, des adhésions ou des récompenses
it_it: Aggiungi certificazioni, iscrizioni o premi
nl_nl: Certificeringen, lidmaatschappen of onderscheidingen toevoegen
pt_br: Adicionar certificações, associações ou prêmios

source: Display industry credentials and achievements
de_de: Zeigen Sie Referenzen und Erfolge in der Branche an
es_mx: Mostrar credenciales y logros de la industria
fr_fr: Affichez les références et les réalisations de l’industrie
it_it: Visualizza le credenziali e i risultati del settore
nl_nl: Referenties en prestaties van de display-industrie
pt_br: Exibir credenciais e conquistas do setor

source: Build Content for SEO & Trust
de_de: Erstellen Sie Inhalte für SEO und Vertrauen
es_mx: Crea contenido para SEO y confianza
fr_fr: Créez du contenu pour le référencement et la confiance
it_it: Crea contenuti per SEO e fiducia
nl_nl: Bouw inhoud voor SEO en vertrouwen
pt_br: Crie conteúdo para SEO e confiança

source: Create valuable content that builds authority
de_de: Erstellen Sie wertvolle Inhalte, die Autorität aufbauen
es_mx: Crea contenido valioso que genere autoridad
fr_fr: Créez un contenu de valeur qui renforce l’autorité
it_it: Crea contenuti di valore che creano autorità
nl_nl: Creëer waardevolle inhoud die autoriteit opbouwt
pt_br: Crie conteúdo valioso que construa autoridade

source: Publish Your First Company Blog Post
de_de: Veröffentlichen Sie Ihren ersten Unternehmens-Blogbeitrag
es_mx: Publique su primera publicación de blog de empresa
fr_fr: Publiez votre premier article de blog d’entreprise
it_it: Pubblica il tuo primo post sul blog aziendale
nl_nl: Publiceer uw eerste bedrijfsblogpost
pt_br: Publique sua primeira postagem no blog da empresa

source: Share industry insights or company news
de_de: Teilen Sie Brancheneinblicke oder Unternehmensnachrichten
es_mx: Comparta información sobre la industria o noticias de la empresa
fr_fr: Partagez des informations sur l’industrie ou des actualités de l’entreprise
it_it: Condividi approfondimenti sul settore o notizie aziendali
nl_nl: Deel inzichten uit de branche of bedrijfsnieuws
pt_br: Compartilhe insights do setor ou notícias da empresa

source: Create a FAQ Page
de_de: Erstellen einer FAQ-Seite
es_mx: Crear una página de preguntas frecuentes
fr_fr: Créer une page FAQ
it_it: Crea una pagina FAQ
nl_nl: Maak een pagina met veelgestelde vragen
pt_br: Criar uma página de perguntas frequentes

source: Answer common customer questions
de_de: Beantworten Sie häufig gestellte Kundenfragen
es_mx: Responder a las preguntas más comunes de los clientes
fr_fr: Répondre aux questions courantes des clients
it_it: Rispondi alle domande più comuni dei clienti
nl_nl: Beantwoord veelgestelde vragen van klanten
pt_br: Responda a perguntas comuns dos clientes

source: Optimize Your Key Pages for Keywords
de_de: Optimieren Sie Ihre Schlüsselseiten für Keywords
es_mx: Optimiza tus páginas clave para palabras clave
fr_fr: Optimisez vos pages clés pour les mots-clés
it_it: Ottimizza le tue pagine chiave per le parole chiave
nl_nl: Optimaliseer uw belangrijkste pagina's voor zoekwoorden
pt_br: Otimize suas páginas-chave para palavras-chave

source: Improve SEO and readability of important pages
de_de: Verbessern Sie SEO und Lesbarkeit wichtiger Seiten
es_mx: Mejorar el SEO y la legibilidad de las páginas importantes
fr_fr: Améliorer le référencement et la lisibilité des pages importantes
it_it: Migliora la SEO e la leggibilità delle pagine importanti
nl_nl: Verbeter SEO en leesbaarheid van belangrijke pagina's
pt_br: Melhore o SEO e a legibilidade de páginas importantes

source: Generate and Submit XML Sitemap
de_de: Generieren und Übermitteln einer XML-Sitemap
es_mx: Generar y enviar un mapa del sitio XML
fr_fr: Générer et soumettre un sitemap XML
it_it: Genera e invia una Sitemap XML
nl_nl: XML-sitemap genereren en verzenden
pt_br: Gerar e enviar mapa do site XML

source: Help search engines discover your pages
de_de: Helfen Sie Suchmaschinen, Ihre Seiten zu finden
es_mx: Ayuda a los motores de búsqueda a descubrir tus páginas
fr_fr: Aidez les moteurs de recherche à découvrir vos pages
it_it: Aiuta i motori di ricerca a scoprire le tue pagine
nl_nl: Help zoekmachines uw pagina's te ontdekken
pt_br: Ajude os mecanismos de pesquisa a descobrir suas páginas

source: Marketing & Lead Generation
de_de: Marketing & Lead-Generierung
es_mx: Marketing y generación de leads
fr_fr: Marketing et génération de prospects
it_it: Marketing e generazione di lead
nl_nl: Marketing en leadgeneratie
pt_br: Marketing e geração de leads

source: Generate and nurture business leads
de_de: Generieren und pflegen Sie Geschäftskontakte
es_mx: Generar y nutrir clientes potenciales
fr_fr: Générer et entretenir des prospects
it_it: Genera e coltiva i lead aziendali
nl_nl: Genereer en koester zakelijke leads
pt_br: Gerar e nutrir leads de negócios

source: Set Up an Email Capture Form
de_de: Einrichten eines E-Mail-Erfassungsformulars
es_mx: Configurar un formulario de captura de correo electrónico
fr_fr: Configurer un formulaire de capture d’e-mail
it_it: Impostazione di un modulo di acquisizione e-mail
nl_nl: Een formulier voor het vastleggen van e-mail instellen
pt_br: Configurar um formulário de captura de e-mail

source: Build a newsletter subscription list
de_de: Erstellen Sie eine Newsletter-Abonnementliste
es_mx: Crear una lista de suscripción al boletín
fr_fr: Construire une liste d’abonnement à la newsletter
it_it: Crea un elenco di iscrizioni alla newsletter
nl_nl: Bouw een lijst met abonnementen op de nieuwsbrief
pt_br: Crie uma lista de assinaturas de newsletters

source: Connect to CRM or Email Tool
de_de: Verbinden Sie sich mit dem CRM- oder E-Mail-Tool
es_mx: Conéctese a CRM o herramienta de correo electrónico
fr_fr: Se connecter à un outil CRM ou à un outil de messagerie
it_it: Connettiti a CRM o strumento di posta elettronica
nl_nl: Verbinding maken met CRM of e-mailtool
pt_br: Conecte-se ao CRM ou à ferramenta de e-mail

source: Integrate with Mailchimp, HubSpot, or similar
de_de: Integration mit Mailchimp, HubSpot oder ähnlichem
es_mx: Integración con Mailchimp, HubSpot o similar
fr_fr: Intégration avec Mailchimp, HubSpot ou similaire
it_it: Integrazione con Mailchimp, HubSpot o simili
nl_nl: Integreer met Mailchimp, HubSpot of iets dergelijks
pt_br: Integre com Mailchimp, HubSpot ou similar

source: Add a Call-to-Action Section to Homepage
de_de: Fügen Sie der Startseite einen Call-to-Action-Bereich hinzu
es_mx: Agregar una sección de llamada a la acción a la página de inicio
fr_fr: Ajouter une section d’appel à l’action à la page d’accueil
it_it: Aggiungi una sezione di invito all'azione alla home page
nl_nl: Voeg een call-to-action-sectie toe aan de startpagina
pt_br: Adicionar uma seção de call-to-action à página inicial

source: Encourage visitors to take action
de_de: Ermutigen Sie Besucher zum Handeln
es_mx: Animar a los visitantes a tomar medidas
fr_fr: Inciter les visiteurs à passer à l’action
it_it: Incoraggia i visitatori ad agire
nl_nl: Stimuleer bezoekers om actie te ondernemen
pt_br: Incentive os visitantes a agir

source: Create a Downloadable Resource
de_de: Erstellen einer herunterladbaren Ressource
es_mx: Crear un recurso descargable
fr_fr: Créer une ressource téléchargeable
it_it: Creazione di una risorsa scaricabile
nl_nl: Maak een downloadbare bron
pt_br: Criar um recurso para download

source: Offer brochure, whitepaper, or guide for lead generation
de_de: Bieten Sie eine Broschüre, ein Whitepaper oder einen Leitfaden für die Lead-Generierung an
es_mx: Folleto de oferta, documento técnico o guía para la generación de clientes potenciales
fr_fr: Proposez une brochure, un livre blanc ou un guide pour la génération de prospects
it_it: Offri brochure, whitepaper o guida per la generazione di lead
nl_nl: Bied een brochure, whitepaper of gids voor het genereren van leads aan
pt_br: Ofereça brochura, whitepaper ou guia para geração de leads

source: Site Performance & Security
de_de: Website-Performance und -Sicherheit
es_mx: Rendimiento y seguridad del sitio
fr_fr: Performance et sécurité du site
it_it: Prestazioni e sicurezza del sito
nl_nl: Prestaties en beveiliging van de site
pt_br: Desempenho e segurança do site

source: Optimize and secure your corporate website
de_de: Optimieren und sichern Sie Ihre Unternehmenswebsite
es_mx: Optimiza y protege tu web corporativa
fr_fr: Optimisez et sécurisez votre site web d’entreprise
it_it: Ottimizza e proteggi il tuo sito web aziendale
nl_nl: Optimaliseer en beveilig uw bedrijfswebsite
pt_br: Otimize e proteja seu site corporativo

source: Install Jetpack Boost or Caching Plugin
de_de: Installieren Sie das Jetpack Boost oder das Caching-Plugin
es_mx: Instalar Jetpack Boost o el complemento de almacenamiento en caché
fr_fr: Installer Jetpack Boost ou le plugin de mise en cache
it_it: Installa Jetpack Boost o il plug-in di memorizzazione nella cache
nl_nl: Installeer Jetpack Boost of caching plugin
pt_br: Instale o Jetpack Boost ou o plug-in de cache

source: Improve website loading speed
de_de: Verbessern Sie die Ladegeschwindigkeit Ihrer Website
es_mx: Mejorar la velocidad de carga del sitio web
fr_fr: Améliorer la vitesse de chargement du site web
it_it: Migliora la velocità di caricamento del sito web
nl_nl: Verbeter de laadsnelheid van de website
pt_br: Melhore a velocidade de carregamento do site

source: Protect your website with regular backups
de_de: Schützen Sie Ihre Website mit regelmäßigen Backups
es_mx: Proteja su sitio web con copias de seguridad periódicas
fr_fr: Protégez votre site web avec des sauvegardes régulières
it_it: Proteggi il tuo sito web con backup regolari
nl_nl: Bescherm uw website met regelmatige back-ups
pt_br: Proteja seu site com backups regulares

source: Install a Security Plugin
de_de: Installieren eines Sicherheits-Plugins
es_mx: Instalar un complemento de seguridad
fr_fr: Installer un plugin de sécurité
it_it: Installa un plug-in di sicurezza
nl_nl: Installeer een beveiligingsplug-in
pt_br: Instale um plug-in de segurança

source: Add security protection against threats
de_de: Fügen Sie Sicherheitsschutz vor Bedrohungen hinzu
es_mx: Agregue protección de seguridad contra amenazas
fr_fr: Ajoutez une protection de sécurité contre les menaces
it_it: Aggiungi protezione di sicurezza contro le minacce
nl_nl: Voeg beveiligingsbescherming tegen bedreigingen toe
pt_br: Adicione proteção de segurança contra ameaças

source: Set Up a Staging Site
de_de: Einrichten einer Staging-Site
es_mx: Configurar un sitio de ensayo
fr_fr: Configurer un site de staging
it_it: Impostazione di un sito di gestione temporanea
nl_nl: Een testsite instellen
pt_br: Configurar um site de teste

source: Test updates and redesigns safely
de_de: Updates und Redesigns sicher testen
es_mx: Probar actualizaciones y rediseños de forma segura
fr_fr: Testez les mises à jour et les refontes en toute sécurité
it_it: Testa gli aggiornamenti e le riprogettazioni in modo sicuro
nl_nl: Test updates en herontwerpen veilig
pt_br: Teste atualizações e redesigns com segurança

source: Monitor & Improve
de_de: Überwachen & Verbessern
es_mx: Monitorear y mejorar
fr_fr: Surveiller et améliorer
it_it: Monitora e migliora
nl_nl: Monitoren en verbeteren
pt_br: Monitore e melhore

source: Track performance and plan improvements
de_de: Verfolgen Sie die Leistung und planen Sie Verbesserungen
es_mx: Realice un seguimiento del rendimiento y planifique las mejoras
fr_fr: Suivez les performances et planifiez les améliorations
it_it: Monitorare le prestazioni e pianificare i miglioramenti
nl_nl: Prestaties bijhouden en verbeteringen plannen
pt_br: Acompanhe o desempenho e planeje melhorias

source: Review Traffic & Engagement
es_mx: Revisar el tráfico y el compromiso
fr_fr: Examiner le trafic et l’engagement
it_it: Esamina il traffico e il coinvolgimento
nl_nl: Bekijk Traffic & Engagement
pt_br: Revisar tráfego e engajamento

source: Analyze visitor behavior in Google Analytics
de_de: Analysieren Sie das Besucherverhalten in Google Analytics
es_mx: Analizar el comportamiento de los visitantes en Google Analytics
fr_fr: Analyser le comportement des visiteurs dans Google Analytics
it_it: Analizza il comportamento dei visitatori in Google Analytics
nl_nl: Analyseer bezoekersgedrag in Google Analytics
pt_br: Analise o comportamento do visitante no Google Analytics

source: Track Form Submissions or Lead Goals
de_de: Verfolgen Sie Formulareinreichungen oder Lead-Ziele
es_mx: Seguimiento de envíos de formularios u objetivos de clientes potenciales
fr_fr: Suivi des soumissions de formulaires ou des objectifs de prospect
it_it: Tieni traccia degli invii di moduli o degli obiettivi dei lead
nl_nl: Formulierinzendingen of leaddoelen bijhouden
pt_br: Acompanhe envios de formulários ou metas de leads

source: Monitor lead generation effectiveness
de_de: Überwachen Sie die Effektivität der Lead-Generierung
es_mx: Supervise la efectividad de la generación de prospectos
fr_fr: Surveillez l’efficacité de la génération de prospects
it_it: Monitora l'efficacia della generazione di lead
nl_nl: Bewaak de effectiviteit van leadgeneratie
pt_br: Monitore a eficácia da geração de leads

source: Run a Speed Test
de_de: Führen Sie einen Geschwindigkeitstest durch
es_mx: Ejecutar una prueba de velocidad
fr_fr: Exécuter un test de vitesse
it_it: Esegui un test di velocità
nl_nl: Voer een snelheidstest uit
pt_br: Executar um teste de velocidade

source: Test site speed with PageSpeed Insights or GTmetrix
de_de: Testen Sie die Website-Geschwindigkeit mit PageSpeed Insights oder GTmetrix
es_mx: Pruebe la velocidad del sitio con PageSpeed Insights o GTmetrix
fr_fr: Testez la vitesse du site avec PageSpeed Insights ou GTmetrix
it_it: Testa la velocità del sito con PageSpeed Insights o GTmetrix
nl_nl: Test de snelheid van de site met PageSpeed Insights of GTmetrix
pt_br: Teste a velocidade do site com o PageSpeed Insights ou o GTmetrix

source: Plan Your Next Content or Campaign Update
de_de: Planen Sie Ihr nächstes Content- oder Kampagnen-Update
es_mx: Planifica tu próxima actualización de contenido o campaña
fr_fr: Planifier la prochaine mise à jour de votre contenu ou de votre campagne
it_it: Pianifica il tuo prossimo aggiornamento di contenuti o campagne
nl_nl: Plan uw volgende inhouds- of campagne-update
pt_br: Planeje sua próxima atualização de conteúdo ou campanha

source: Schedule regular content and marketing updates
de_de: Planen Sie regelmäßige Content- und Marketing-Updates
es_mx: Programe actualizaciones periódicas de contenido y marketing
fr_fr: Planifiez des mises à jour régulières du contenu et du marketing
it_it: Pianifica aggiornamenti regolari sui contenuti e sul marketing
nl_nl: Plan regelmatig content- en marketingupdates
pt_br: Agende atualizações regulares de conteúdo e marketing

source: No plan found.
de_de: Kein Plan gefunden.
es_mx: No se encontró ningún plan.
fr_fr: Aucun plan n’a été trouvé.
it_it: Nessun piano trovato.
nl_nl: Geen plan gevonden.
pt_br: Nenhum plano encontrado.

source: No tracks found in plan.
de_de: Im Plan wurden keine Spuren gefunden.
es_mx: No se encontraron huellas en el plano.
fr_fr: Aucune trace trouvée dans le plan.
it_it: Nessuna traccia trovata nel piano.
nl_nl: Geen sporen gevonden in plan.
pt_br: Nenhuma trilha encontrada no plano.

source: No sections found in track.
de_de: Es wurden keine Abschnitte auf der Strecke gefunden.
es_mx: No se encontraron secciones en la pista.
fr_fr: Aucune section trouvée dans la piste.
it_it: Nessuna sezione trovata in pista.
nl_nl: Geen secties gevonden in het spoor.
pt_br: Nenhuma seção encontrada na pista.

source: Invalid parameters provided.
de_de: Ungültige Parameter angegeben.
es_mx: Parámetros no válidos proporcionados.
fr_fr: Paramètres non valides fournis.
it_it: Parametri forniti non validi.
nl_nl: Ongeldige parameters opgegeven.
pt_br: Parâmetros inválidos fornecidos.

source: Invalid status provided.
de_de: Ungültiger Status angegeben.
es_mx: Se proporciona un estado no válido.
fr_fr: Statut non valide fourni.
it_it: Stato fornito non valido.
nl_nl: Ongeldige status opgegeven.
pt_br: Status inválido fornecido.

source: Step not found.
de_de: Schritt nicht gefunden.
es_mx: Paso no encontrado.
fr_fr: Étape introuvable.
it_it: Passaggio non trovato.
nl_nl: Stap niet gevonden.
pt_br: Etapa não encontrada.

source: Section not found.
de_de: Abschnitt nicht gefunden.
es_mx: Sección no encontrada.
fr_fr: Section non trouvée.
it_it: Sezione non trovata.
nl_nl: Sectie niet gevonden.
pt_br: Seção não encontrada.

source: Invalid plan type provided.
de_de: Ungültiger Plantyp angegeben.
es_mx: Se proporciona un tipo de plan no válido.
fr_fr: Type de plan non valide fourni.
it_it: Tipo di piano fornito non valido.
nl_nl: Ongeldig abonnementstype opgegeven.
pt_br: Tipo de plano inválido fornecido.

source: Failed to add task to section.
de_de: Fehler beim Hinzufügen einer Aufgabe zum Abschnitt.
es_mx: No se pudo agregar la tarea a la sección.
fr_fr: Impossible d’ajouter la tâche à la section.
it_it: Impossibile aggiungere l'attività alla sezione.
nl_nl: Kan geen taak toevoegen aan sectie.
pt_br: Falha ao adicionar tarefa à seção.

source: Mark Complete
de_de: Als abgeschlossen markieren
es_mx: Marcar completo
fr_fr: Marquer comme terminé
it_it: Segna come completato
nl_nl: Markeer Voltooid
pt_br: Marcar como concluído

source: Skip
de_de: Hüpfen
es_mx: Saltarse
fr_fr: Sautiller
it_it: Saltare
nl_nl: Overslaan
pt_br: Saltitar

source: Restart
de_de: Neustarten
es_mx: Reanudar
fr_fr: Redémarrer
it_it: Riavviare
nl_nl: Herstarten
pt_br: Reiniciar

source: Unskip
de_de: Überspringen
es_mx: Omitir
fr_fr: Désenchaîner
nl_nl: Niet overslaan
pt_br: Cancelar pular

source: Hide skipped tasks
de_de: Übersprungene Aufgaben ausblenden
es_mx: Ocultar tareas omitidas
fr_fr: Masquer les tâches ignorées
it_it: Nascondi le attività saltate
nl_nl: Overgeslagen taken verbergen
pt_br: Ocultar tarefas ignoradas

source: View skipped tasks
de_de: Übersprungene Aufgaben anzeigen
es_mx: Ver tareas omitidas
fr_fr: Afficher les tâches ignorées
it_it: Visualizzare le attività ignorate
nl_nl: Overgeslagen taken weergeven
pt_br: Exibir tarefas ignoradas

source: Loading next steps...
de_de: Nächste Schritte werden geladen...
es_mx: Cargando los próximos pasos...
fr_fr: Chargement des étapes suivantes...
it_it: Caricamento dei prossimi passi...
nl_nl: Volgende stappen laden...
pt_br: Carregando próximos passos...
