Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Create a compelling tagline that describes your blog
de_de: Erstellen Sie einen überzeugenden Slogan, der Ihren Blog beschreibt
es_mx: Crea un eslogan convincente que describa tu blog
fr_fr: Créez un slogan convaincant qui décrit votre blog
it_it: Crea uno slogan convincente che descriva il tuo blog
nl_nl: Maak een pakkende slogan die je blog beschrijft
pt_br: Crie um slogan atraente que descreva seu blog

source: Set Time Zone
de_de: Zeitzone einstellen
es_mx: Establecer zona horaria
fr_fr: Définir le fuseau horaire
it_it: Imposta fuso orario
nl_nl: Tijdzone instellen
pt_br: Definir fuso horário

source: Configure your blog's timezone for accurate posting
de_de: Konfigurieren Sie die Zeitzone Ihres Blogs für eine korrekte Veröffentlichung
es_mx: Configura la zona horaria de tu blog para una publicación precisa
fr_fr: Configurez le fuseau horaire de votre blog pour une publication précise
it_it: Configura il fuso orario del tuo blog per una pubblicazione accurata
nl_nl: Configureer de tijdzone van je blog voor nauwkeurige berichten
pt_br: Configure o fuso horário do seu blog para uma postagem precisa

source: Set Language
de_de: Sprache einstellen
es_mx: Establecer idioma
fr_fr: Définir la langue
it_it: Imposta lingua
nl_nl: Taal instellen
pt_br: Definir idioma

source: Choose your blog's primary language
de_de: Wählen Sie die Hauptsprache Ihres Blogs aus
es_mx: Elige el idioma principal de tu blog
fr_fr: Choisissez la langue principale de votre blog
it_it: Scegli la lingua principale del tuo blog
nl_nl: Kies de primaire taal van je blog
pt_br: Escolha o idioma principal do seu blog

source: Customize Your Blog
de_de: Passen Sie Ihren Blog an
es_mx: Personaliza tu blog
fr_fr: Personnalisez votre blog
it_it: Personalizza il tuo blog
nl_nl: Pas uw blog aan
pt_br: Personalize seu blog

source: Make your blog visually appealing and unique
de_de: Machen Sie Ihren Blog optisch ansprechend und einzigartig
es_mx: Haz que tu blog sea visualmente atractivo y único
fr_fr: Rendez votre blog visuellement attrayant et unique
it_it: Rendi il tuo blog visivamente accattivante e unico
nl_nl: Maak uw blog visueel aantrekkelijk en uniek
pt_br: Torne seu blog visualmente atraente e único

source: Add your blog logo to establish brand identity
de_de: Fügen Sie Ihr Blog-Logo hinzu, um die Markenidentität zu etablieren
es_mx: Agrega el logotipo de tu blog para establecer la identidad de la marca
fr_fr: Ajoutez le logo de votre blog pour établir l’identité de votre marque
it_it: Aggiungi il logo del tuo blog per stabilire l'identità del marchio
nl_nl: Voeg uw bloglogo toe om de merkidentiteit vast te stellen
pt_br: Adicione o logotipo do seu blog para estabelecer a identidade da marca

source: Select colors and typography that match your style
de_de: Wählen Sie Farben und Typografie, die zu Ihrem Stil passen
es_mx: Selecciona colores y tipografía que combinen con tu estilo
fr_fr: Sélectionnez les couleurs et la typographie qui correspondent à votre style
it_it: Seleziona i colori e la tipografia che corrispondono al tuo stile
nl_nl: Selecteer kleuren en typografie die bij uw stijl passen
pt_br: Selecione cores e tipografia que combinem com seu estilo

source: Customize Header and Footer
de_de: Kopf- und Fußzeile anpassen
es_mx: Personalizar encabezado y pie de página
fr_fr: Personnaliser l’en-tête et le pied de page
it_it: Personalizza intestazione e piè di pagina
nl_nl: Kop- en voettekst aanpassen
pt_br: Personalizar cabeçalho e rodapé

source: Design your header and footer layout
de_de: Entwerfen Sie Ihr Kopf- und Fußzeilenlayout
es_mx: Diseña tu diseño de encabezado y pie de página
fr_fr: Concevoir la mise en page de votre en-tête et de votre pied de page
it_it: Progetta il layout dell'intestazione e del piè di pagina
nl_nl: Ontwerp de lay-out van uw kop- en voettekst
pt_br: Projete seu layout de cabeçalho e rodapé

source: Choose a layout or blog grid for your homepage
de_de: Wählen Sie ein Layout oder Blog-Raster für Ihre Homepage
es_mx: Elige un diseño o una cuadrícula de blog para tu página de inicio
fr_fr: Choisissez une mise en page ou une grille de blog pour votre page d’accueil
it_it: Scegli un layout o una griglia del blog per la tua home page
nl_nl: Kies een lay-out of blograster voor uw startpagina
pt_br: Escolha um layout ou grade de blog para sua página inicial

source: Create Content
de_de: Inhalte erstellen
es_mx: Crear contenido
fr_fr: Créer du contenu
it_it: Crea contenuti
nl_nl: Inhoud maken
pt_br: Criar conteúdo

source: Start creating engaging blog content
de_de: Beginnen Sie mit der Erstellung ansprechender Blog-Inhalte
es_mx: Comienza a crear contenido de blog atractivo
fr_fr: Commencez à créer du contenu de blog attrayant
it_it: Inizia a creare contenuti accattivanti per il blog
nl_nl: Begin met het maken van boeiende bloginhoud
pt_br: Comece a criar conteúdo de blog envolvente

source: Add Your First Blog Post
de_de: Fügen Sie Ihren ersten Blogbeitrag hinzu
es_mx: Agrega tu primera publicación de blog
fr_fr: Ajoutez votre premier article de blog
it_it: Aggiungi il tuo primo post sul blog
nl_nl: Voeg je eerste blogpost toe
pt_br: Adicione sua primeira postagem no blog

source: Write and publish your first blog post
de_de: Schreiben und veröffentlichen Sie Ihren ersten Blogbeitrag
es_mx: Escribe y publica tu primera entrada de blog
fr_fr: Rédigez et publiez votre premier article de blog
it_it: Scrivi e pubblica il tuo primo post sul blog
nl_nl: Schrijf en publiceer je eerste blogpost
pt_br: Escreva e publique sua primeira postagem no blog

source: Create an "About" Page
de_de: Erstellen einer "Über"-Seite
es_mx: Crear una página "Acerca de"
fr_fr: Créer une page « À propos »
it_it: Crea una pagina "Informazioni"
nl_nl: Maak een 'Over'-pagina
pt_br: Crie uma página "Sobre"

source: Tell your readers about yourself and your blog
de_de: Erzählen Sie Ihren Lesern von sich und Ihrem Blog
es_mx: Cuéntale a tus lectores sobre ti y tu blog
fr_fr: Parlez à vos lecteurs de vous et de votre blog
it_it: Racconta ai tuoi lettori di te e del tuo blog
nl_nl: Vertel je lezers over jezelf en je blog
pt_br: Conte aos seus leitores sobre você e seu blog

source: Set a Featured Image for One Post
de_de: Festlegen eines Beitrags für einen Beitrag
es_mx: Establecer una imagen destacada para una publicación
fr_fr: Définir une image en vedette pour une publication
it_it: Imposta un'immagine in primo piano per un post
nl_nl: Stel een uitgelichte afbeelding in voor één bericht
pt_br: Definir uma imagem em destaque para uma postagem

source: Add visual appeal to your posts with featured images
de_de: Verleihen Sie Ihren Beiträgen mit Beitragsbildern eine visuelle Attraktivität
es_mx: Añade atractivo visual a tus publicaciones con imágenes destacadas
fr_fr: Ajoutez un attrait visuel à vos publications avec des images mises en avant
it_it: Aggiungi un appeal visivo ai tuoi post con le immagini in primo piano
nl_nl: Voeg visuele aantrekkingskracht toe aan je berichten met uitgelichte afbeeldingen
pt_br: Adicione apelo visual às suas postagens com imagens em destaque

source: Set Up Navigation
de_de: Navigation einrichten
es_mx: Configurar la navegación
fr_fr: Configurer la navigation
it_it: Configura la navigazione
nl_nl: Navigatie instellen
pt_br: Configurar navegação

source: Create user-friendly navigation for your blog
de_de: Erstellen Sie eine benutzerfreundliche Navigation für Ihren Blog
es_mx: Crea una navegación fácil de usar para tu blog
fr_fr: Créez une navigation conviviale pour votre blog
it_it: Crea una navigazione intuitiva per il tuo blog
nl_nl: Creëer gebruiksvriendelijke navigatie voor uw blog
pt_br: Crie uma navegação amigável para o seu blog

source: Add Pages for Home, Blog, About, Contact
de_de: Fügen Sie Seiten für Startseite, Blog, Info, Kontakt hinzu
es_mx: Agregar páginas para Inicio, Blog, Acerca de, Contacto
fr_fr: Ajouter des pages pour Accueil, Blog, À propos, Contact
it_it: Aggiungi pagine per Home, Blog, Informazioni, Contatti
nl_nl: Pagina's toevoegen voor Home, Blog, Over, Contact
pt_br: Adicionar páginas para Home, Blog, Sobre, Contato

source: Create essential pages for your blog
de_de: Erstellen Sie wichtige Seiten für Ihren Blog
es_mx: Crea páginas esenciales para tu blog
fr_fr: Créez des pages essentielles pour votre blog
it_it: Crea pagine essenziali per il tuo blog
nl_nl: Maak essentiële pagina's voor uw blog
pt_br: Crie páginas essenciais para o seu blog

source: Create a Primary Menu
de_de: Erstellen eines Hauptmenüs
es_mx: Crear un menú principal
fr_fr: Création d’un menu principal
it_it: Creazione di un menu principale
nl_nl: Een primair menu maken
pt_br: Criar um menu principal

source: Set up main navigation for your blog
de_de: Einrichten der Hauptnavigation für Ihren Blog
es_mx: Configurar la navegación principal para tu blog
fr_fr: Configurer la navigation principale de votre blog
it_it: Configurare la navigazione principale per il blog
nl_nl: Hoofdnavigatie instellen voor je blog
pt_br: Configurar a navegação principal para o seu blog

source: Create a Footer Menu
de_de: Erstellen eines Fußzeilenmenüs
es_mx: Crear un menú de pie de página
fr_fr: Création d’un menu de pied de page
it_it: Creare un menu a piè di pagina
nl_nl: Maak een voettekstmenu
pt_br: Criar um menu de rodapé

source: Add footer navigation with important links
de_de: Hinzufügen einer Fußzeilennavigation mit wichtigen Links
es_mx: Añade navegación de pie de página con enlaces importantes
fr_fr: Ajouter une navigation en pied de page avec des liens importants
it_it: Aggiungi la navigazione a piè di pagina con collegamenti importanti
nl_nl: Voettekstnavigatie toevoegen met belangrijke links
pt_br: Adicionar navegação de rodapé com links importantes

source: Set Up Essential Pages
de_de: Einrichten von Essential Pages
es_mx: Configurar páginas esenciales
fr_fr: Configurer les pages essentielles
it_it: Configurare le pagine essenziali
nl_nl: Essentiële pagina's instellen
pt_br: Configurar páginas essenciais

source: Create important legal and policy pages
de_de: Erstellen wichtiger Seiten zu rechtlichen und politischen Themen
es_mx: Crear páginas legales y de políticas importantes
fr_fr: Créer des pages juridiques et de politique importantes
it_it: Crea importanti pagine legali e politiche
nl_nl: Maak belangrijke juridische en beleidspagina's
pt_br: Crie páginas legais e de políticas importantes

source: Add a Privacy Policy
de_de: Fügen Sie eine Datenschutzerklärung hinzu
es_mx: Agregar una política de privacidad
fr_fr: Ajouter une politique de confidentialité
it_it: Aggiungi un'informativa sulla privacy
nl_nl: Voeg een privacybeleid toe
pt_br: Adicionar uma Política de Privacidade

source: Create a privacy policy for legal compliance
de_de: Erstellen Sie eine Datenschutzerklärung zur Einhaltung gesetzlicher Vorschriften
es_mx: Crear una política de privacidad para el cumplimiento legal
fr_fr: Créez une politique de confidentialité pour la conformité légale
it_it: Creare un'informativa sulla privacy per la conformità legale
nl_nl: Maak een privacybeleid voor naleving van de wet
pt_br: Crie uma política de privacidade para conformidade legal

source: Add Terms & Conditions
de_de: Allgemeine Geschäftsbedingungen hinzufügen
es_mx: Agregar Términos y Condiciones
fr_fr: Ajouter les conditions générales
it_it: Aggiungi Termini e Condizioni
nl_nl: Algemene voorwaarden toevoegen
pt_br: Adicionar Termos e Condições

source: Set terms of use for your blog
de_de: Legen Sie Nutzungsbedingungen für Ihren Blog fest
es_mx: Establece las condiciones de uso de tu blog
fr_fr: Définissez les conditions d’utilisation de votre blog
it_it: Imposta le condizioni d'uso per il tuo blog
nl_nl: Gebruiksvoorwaarden instellen voor je blog
pt_br: Defina os termos de uso do seu blog

source: Add an Accessibility Statement
de_de: Hinzufügen einer Erklärung zur Barrierefreiheit
es_mx: Agregar una declaración de accesibilidad
fr_fr: Ajouter une déclaration d’accessibilité
it_it: Aggiunta di una dichiarazione di accessibilità
nl_nl: Een toegankelijkheidsverklaring toevoegen
pt_br: Adicionar uma declaração de acessibilidade

source: Show your commitment to accessibility
de_de: Zeigen Sie Ihr Engagement für Barrierefreiheit
es_mx: Muestra tu compromiso con la accesibilidad
fr_fr: Montrez votre engagement envers l’accessibilité
it_it: Mostra il tuo impegno per l'accessibilità
nl_nl: Toon uw toewijding aan toegankelijkheid
pt_br: Mostre seu compromisso com a acessibilidade

source: First Audience-Building Steps
de_de: Erste Schritte zum Aufbau eines Publikums
es_mx: Primeros pasos para crear audiencia
fr_fr: Premières étapes de la création d’un auditoire
it_it: Primi passi per la creazione del pubblico
nl_nl: Eerste stappen om het publiek op te bouwen
pt_br: Primeiros passos para construir o público

source: Start building your blog audience
de_de: Beginnen Sie mit dem Aufbau Ihres Blog-Publikums
es_mx: Comienza a construir la audiencia de tu blog
fr_fr: Commencez à développer l’audience de votre blog
it_it: Inizia a costruire il pubblico del tuo blog
nl_nl: Begin met het opbouwen van je blogpubliek
pt_br: Comece a construir o público do seu blog

source: Enable Social Login
de_de: Social Login aktivieren
es_mx: Habilitar el inicio de sesión social
fr_fr: Activer la connexion sociale
it_it: Abilita l'accesso social
nl_nl: Schakel Social Login in
pt_br: Ativar login social

source: Allow readers to comment using social media accounts
de_de: Erlauben Sie den Lesern, über Social-Media-Konten zu kommentieren
es_mx: Permitir que los lectores comenten usando cuentas de redes sociales
fr_fr: Permettez aux lecteurs de commenter en utilisant leurs comptes de médias sociaux
it_it: Consenti ai lettori di commentare utilizzando gli account dei social media
nl_nl: Sta lezers toe om commentaar te geven met behulp van sociale media-accounts
pt_br: Permita que os leitores comentem usando contas de mídia social

source: Add a Welcome-Subscribe Popup
de_de: Fügen Sie ein Willkommen-Abonnieren-Popup hinzu
es_mx: Agregar una ventana emergente de bienvenida y suscripción
fr_fr: Ajouter une fenêtre contextuelle de bienvenue
it_it: Aggiungi un popup di benvenuto-iscrizione
nl_nl: Voeg een pop-up voor welkom en abonneer toe
pt_br: Adicionar um pop-up de boas-vindas

source: Convert visitors to your email list with a popup
de_de: Konvertieren Sie Besucher mit einem Popup in Ihre E-Mail-Liste
es_mx: Convierta visitantes a su lista de correo electrónico con una ventana emergente
fr_fr: Convertissez les visiteurs à votre liste d’e-mails avec une fenêtre contextuelle
it_it: Converti i visitatori nella tua lista di e-mail con un popup
nl_nl: Converteer bezoekers naar uw e-maillijst met een pop-up
pt_br: Converta visitantes em sua lista de e-mail com um pop-up

source: Customize Notification Emails
de_de: Anpassen von Benachrichtigungs-E-Mails
es_mx: Personalizar correos electrónicos de notificación
fr_fr: Personnaliser les e-mails de notification
it_it: Personalizza le e-mail di notifica
nl_nl: E-mails met meldingen aanpassen
pt_br: Personalizar e-mails de notificação

source: Personalize comment replies and new-post alerts
de_de: Personalisieren Sie Kommentarantworten und Benachrichtigungen über neue Beiträge
es_mx: Personaliza las respuestas a los comentarios y las alertas de nuevas publicaciones
fr_fr: Personnalisez les réponses aux commentaires et les alertes de nouveaux messages
it_it: Personalizza le risposte ai commenti e gli avvisi di nuovi post
nl_nl: Personaliseer reacties op reacties en meldingen voor nieuwe berichten
pt_br: Personalize respostas de comentários e alertas de novas postagens

source: Connect Jetpack Stats (or Google Analytics 4)
de_de: Verbinden Sie Jetpack Stats (oder Google Analytics 4)
es_mx: Conectar estadísticas de Jetpack (o Google Analytics 4)
fr_fr: Connectez Jetpack Stats (ou Google Analytics 4)
it_it: Collega le statistiche di Jetpack (o Google Analytics 4)
nl_nl: Koppel Jetpack-statistieken (of Google Analytics 4)
pt_br: Conecte as estatísticas do Jetpack (ou Google Analytics 4)

source: Track your blog's performance and visitor behavior
de_de: Verfolgen Sie die Leistung und das Besucherverhalten Ihres Blogs
es_mx: Realice un seguimiento del rendimiento de su blog y el comportamiento de los visitantes
fr_fr: Suivez les performances de votre blog et le comportement des visiteurs
it_it: Monitora le prestazioni del tuo blog e il comportamento dei visitatori
nl_nl: Volg de prestaties en het bezoekersgedrag van je blog
pt_br: Acompanhe o desempenho do seu blog e o comportamento do visitante

source: Test Everything
de_de: Testen Sie alles
es_mx: Pruebe todo
fr_fr: Testez tout
it_it: Testa tutto
nl_nl: Test alles
pt_br: Teste tudo

source: Ensure your blog works perfectly before launch
de_de: Stellen Sie sicher, dass Ihr Blog vor dem Start perfekt funktioniert
es_mx: Asegúrese de que su blog funcione perfectamente antes del lanzamiento
fr_fr: Assurez-vous que votre blog fonctionne parfaitement avant le lancement
it_it: Assicurati che il tuo blog funzioni perfettamente prima del lancio
nl_nl: Zorg ervoor dat uw blog perfect werkt voordat u wordt gelanceerd
pt_br: Certifique-se de que seu blog funcione perfeitamente antes do lançamento

source: Check Mobile Optimization
de_de: Überprüfen Sie die mobile Optimierung
es_mx: Verifique la optimización móvil
fr_fr: Vérifier l’optimisation mobile
it_it: Controlla l'ottimizzazione mobile
nl_nl: Controleer mobiele optimalisatie
pt_br: Verifique a otimização móvel

source: Test how your blog looks on mobile devices
de_de: Testen Sie, wie Ihr Blog auf mobilen Geräten aussieht
es_mx: Prueba cómo se ve tu blog en dispositivos móviles
fr_fr: Testez l’apparence de votre blog sur les appareils mobiles
it_it: Testare l'aspetto del blog sui dispositivi mobili
nl_nl: Test hoe je blog eruitziet op mobiele apparaten
pt_br: Teste a aparência do seu blog em dispositivos móveis

source: Click Through Every Menu Item & Post
de_de: Klicken Sie sich durch jeden Menüpunkt & Post
es_mx: Haz clic en cada elemento del menú y publica
fr_fr: Cliquez sur chaque élément de menu et message
it_it: Fai clic su ogni voce di menu e pubblica
nl_nl: Klik door elk menu-item en plaats
pt_br: Clique em todos os itens do menu e publique

source: Test all links and navigation to ensure they work
de_de: Testen Sie alle Links und die Navigation, um sicherzustellen, dass sie funktionieren
es_mx: Pruebe todos los enlaces y la navegación para asegurarse de que funcionan
fr_fr: Testez tous les liens et la navigation pour vous assurer qu’ils fonctionnent
it_it: Verifica tutti i collegamenti e la navigazione per assicurarti che funzionino
nl_nl: Test alle links en navigatie om er zeker van te zijn dat ze werken
pt_br: Teste todos os links e navegação para garantir que funcionem

source: Disable "Coming Soon" Mode When Ready
de_de: Deaktivieren Sie den Modus "Coming Soon", wenn Sie bereit sind
es_mx: Deshabilite el modo "Próximamente" cuando esté listo
fr_fr: Désactiver le mode « Bientôt disponible » lorsque vous êtes prêt
it_it: Disabilita la modalità "Prossimamente" quando sei pronto
nl_nl: Schakel de modus "Binnenkort beschikbaar" uit wanneer u klaar bent
pt_br: Desative o modo "Em breve" quando estiver pronto

source: Make your blog visible to the public
de_de: Machen Sie Ihren Blog für die Öffentlichkeit sichtbar
es_mx: Haz que tu blog sea visible para el público
fr_fr: Rendez votre blog visible au public
it_it: Rendi il tuo blog visibile al pubblico
nl_nl: Maak je blog zichtbaar voor het publiek
pt_br: Torne seu blog visível ao público

source: Launch & Promote - Social Presence
de_de: Launch & Promote - Soziale Präsenz
es_mx: Lanzamiento y promoción - Presencia social
fr_fr: Lancement et promotion - Présence sociale
it_it: Lancio e promozione - Presenza sociale
nl_nl: Lanceren en promoten - Sociale aanwezigheid
pt_br: Lançamento & Promoção - Presença Social

source: Establish your blog's social media presence
de_de: Richten Sie die Social-Media-Präsenz Ihres Blogs ein
es_mx: Establece la presencia de tu blog en las redes sociales
fr_fr: Établissez la présence de votre blog sur les réseaux sociaux
it_it: Stabilisci la presenza del tuo blog sui social media
nl_nl: Vestig de aanwezigheid van uw blog op sociale media
pt_br: Estabeleça a presença do seu blog nas redes sociais

source: Connect Facebook Page Auto-Sharing
de_de: Automatisches Teilen von Facebook-Seiten verbinden
es_mx: Conectar el uso compartido automático de la página de Facebook
fr_fr: Partage automatique de la page Facebook Connect
it_it: Collega la condivisione automatica della pagina Facebook
nl_nl: Verbind Facebook-pagina automatisch delen
pt_br: Conecte o compartilhamento automático da página do Facebook

source: Automatically share new posts to Facebook
de_de: Neue Beiträge automatisch auf Facebook teilen
es_mx: Compartir automáticamente nuevas publicaciones en Facebook
fr_fr: Partagez automatiquement les nouvelles publications sur Facebook
it_it: Condividi automaticamente i nuovi post su Facebook
nl_nl: Nieuwe berichten automatisch delen op Facebook
pt_br: Compartilhar automaticamente novas postagens no Facebook

source: Connect Instagram Auto-Sharing
de_de: Verbinden Sie die automatische Freigabe von Instagram
es_mx: Conectar el uso compartido automático de Instagram
fr_fr: Connecter le partage automatique d’Instagram
it_it: Collega la condivisione automatica di Instagram
nl_nl: Verbind Instagram automatisch delen
pt_br: Conecte o compartilhamento automático do Instagram

source: Share your blog posts on Instagram
de_de: Teilen Sie Ihre Blogbeiträge auf Instagram
es_mx: Comparte las publicaciones de tu blog en Instagram
fr_fr: Partagez vos articles de blog sur Instagram
it_it: Condividi i post del tuo blog su Instagram
nl_nl: Deel je blogposts op Instagram
pt_br: Compartilhe suas postagens de blog no Instagram

source: Connect TikTok Profile
de_de: TikTok-Profil verbinden
es_mx: Conectar perfil de TikTok
fr_fr: Connecter le profil TikTok
it_it: Collega il profilo TikTok
nl_nl: Verbind TikTok-profiel
pt_br: Conecte o perfil do TikTok

source: Link your TikTok profile to your blog
de_de: Verknüpfen Sie Ihr TikTok-Profil mit Ihrem Blog
es_mx: Vincula tu perfil de TikTok a tu blog
fr_fr: Associez votre profil TikTok à votre blog
it_it: Collega il tuo profilo TikTok al tuo blog
nl_nl: Koppel je TikTok-profiel aan je blog
pt_br: Vincule seu perfil do TikTok ao seu blog

source: Add Social-Sharing Buttons to Posts
de_de: Hinzufügen von Social-Sharing-Schaltflächen zu Beiträgen
es_mx: Agregar botones para compartir en redes sociales a las publicaciones
fr_fr: Ajouter des boutons de partage social aux publications
it_it: Aggiungi pulsanti di condivisione social ai post
nl_nl: Voeg knoppen voor sociaal delen toe aan berichten
pt_br: Adicionar botões de compartilhamento social às postagens

source: Let readers share your content on social media
de_de: Lassen Sie Ihre Leser Ihre Inhalte in sozialen Medien teilen
es_mx: Deja que los lectores compartan tu contenido en las redes sociales
fr_fr: Permettez aux lecteurs de partager votre contenu sur les réseaux sociaux
it_it: Consenti ai lettori di condividere i tuoi contenuti sui social media
nl_nl: Laat lezers uw inhoud delen op sociale media
pt_br: Permita que os leitores compartilhem seu conteúdo nas mídias sociais

source: Embed a Social Media Feed on Homepage
de_de: Einbetten eines Social-Media-Feeds auf der Startseite
es_mx: Incrustar un feed de redes sociales en la página de inicio
fr_fr: Intégrer un flux de médias sociaux sur la page d’accueil
it_it: Incorpora un feed di social media sulla homepage
nl_nl: Sluit een social media-feed in op de startpagina
pt_br: Incorpore um feed de mídia social na página inicial
