Repository: newfold-labs/wp-module-next-steps
Catalog: languages/wp-module-next-steps-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: Display your social media posts on your homepage
de_de: Zeigen Sie Ihre Social-Media-Beiträge auf Ihrer Startseite an
es_mx: Muestra tus publicaciones en las redes sociales en tu página de inicio
fr_fr: Affichez vos publications sur les réseaux sociaux sur votre page d’accueil
it_it: Mostra i tuoi post sui social media sulla tua home page
nl_nl: Toon uw posts op sociale media op uw homepage
pt_br: Exiba suas postagens de mídia social em sua página inicial

source: Launch and Promote - SEO & Store Visibility
de_de: Launch und Promote - SEO & Shop-Sichtbarkeit
es_mx: Lanzamiento y promoción: SEO y visibilidad de la tienda
fr_fr: Lancement et promotion - SEO et visibilité en magasin
it_it: Lancio e promozione - SEO e visibilità del negozio
nl_nl: Lanceren en promoten - SEO & Zichtbaarheid in de winkel
pt_br: Lançar e promover - SEO e visibilidade da loja

source: Optimize your store for search engines
de_de: Optimieren Sie Ihren Shop für Suchmaschinen
es_mx: Optimiza tu tienda para los motores de búsqueda
fr_fr: Optimisez votre boutique pour les moteurs de recherche
it_it: Ottimizza il tuo negozio per i motori di ricerca
nl_nl: Optimaliseer uw winkel voor zoekmachines
pt_br: Otimize sua loja para os mecanismos de pesquisa

source: Optimize Your Store SEO
de_de: Optimieren Sie die SEO Ihres Shops
es_mx: Optimiza el SEO de tu tienda
fr_fr: Optimisez le référencement de votre magasin
it_it: Ottimizza la SEO del tuo negozio
nl_nl: Optimaliseer de SEO van uw winkel
pt_br: Otimize o SEO da sua loja

source: Improve search engine rankings with SEO best practices
de_de: Verbessern Sie Suchmaschinen-Rankings mit SEO-Best-Practices
es_mx: Mejore la clasificación de los motores de búsqueda con las mejores prácticas de SEO
fr_fr: Améliorez le classement des moteurs de recherche grâce aux meilleures pratiques de référencement
it_it: Migliora il posizionamento nei motori di ricerca con le migliori pratiche SEO
nl_nl: Verbeter de positie in zoekmachines met best practices voor SEO
pt_br: Melhore as classificações dos mecanismos de pesquisa com as melhores práticas de SEO

source: Submit Site to Google Search Console
de_de: Website an die Google Search Console übermitteln
es_mx: Enviar sitio a Google Search Console
fr_fr: Soumettre le site à Google Search Console
it_it: Inviare il sito a Google Search Console
nl_nl: Site indienen bij Google Search Console
pt_br: Enviar site para o Google Search Console

source: Monitor your site's search performance
de_de: Überwachen Sie die Suchleistung Ihrer Website
es_mx: Supervise el rendimiento de búsqueda de su sitio
fr_fr: Surveiller les performances de recherche de votre site
it_it: Monitora le prestazioni di ricerca del tuo sito
nl_nl: De zoekprestaties van uw site bijhouden
pt_br: Monitore o desempenho de pesquisa do seu site

source: Create a Custom Sitemap
de_de: Erstellen einer benutzerdefinierten Sitemap
es_mx: Crear un mapa del sitio personalizado
fr_fr: Créer un sitemap personnalisé
it_it: Creare una Sitemap personalizzata
nl_nl: Maak een aangepaste sitemap
pt_br: Criar um Sitemap personalizado

source: Help search engines discover your products
de_de: Helfen Sie Suchmaschinen, Ihre Produkte zu entdecken
es_mx: Ayuda a los motores de búsqueda a descubrir tus productos
fr_fr: Aidez les moteurs de recherche à découvrir vos produits
it_it: Aiuta i motori di ricerca a scoprire i tuoi prodotti
nl_nl: Help zoekmachines uw producten te ontdekken
pt_br: Ajude os mecanismos de pesquisa a descobrir seus produtos

source: Grow
de_de: Wachsen
es_mx: Crecer
fr_fr: Grandir
it_it: Crescere
nl_nl: Groeien
pt_br: Crescer

source: Improve Your Customer Experience to Sell More
de_de: Verbessern Sie Ihr Kundenerlebnis, um mehr zu verkaufen
es_mx: Mejora la experiencia de tus clientes para vender más
fr_fr: Améliorez votre expérience client pour vendre plus
it_it: Migliora l'esperienza del cliente per vendere di più
nl_nl: Verbeter uw klantervaring om meer te verkopen
pt_br: Melhore a experiência do cliente para vender mais

source: Enhance customer satisfaction and increase sales
de_de: Steigern Sie die Kundenzufriedenheit und steigern Sie den Umsatz
es_mx: Mejore la satisfacción del cliente y aumente las ventas
fr_fr: Améliorez la satisfaction des clients et augmentez les ventes
it_it: Migliora la soddisfazione dei clienti e aumenta le vendite
nl_nl: Verbeter de klanttevredenheid en verhoog de verkoop
pt_br: Aumente a satisfação do cliente e aumente as vendas

source: Customize the Thank You Page
de_de: Anpassen der Dankesseite
es_mx: Personaliza la página de agradecimiento
fr_fr: Personnaliser la page de remerciement
it_it: Personalizza la pagina di ringraziamento
nl_nl: De bedankpagina aanpassen
pt_br: Personalize a página de agradecimento

source: Create a branded post-purchase experience
de_de: Schaffen Sie ein markenspezifisches Erlebnis nach dem Kauf
es_mx: Crea una experiencia de marca posterior a la compra
fr_fr: Créez une expérience post-achat de marque
it_it: Crea un'esperienza post-acquisto brandizzata
nl_nl: Creëer een merkervaring na aankoop
pt_br: Crie uma experiência pós-compra de marca

source: Customize Your Customer's Account Page
de_de: Passen Sie die Kontoseite Ihres Kunden an
es_mx: Personaliza la página de la cuenta de tu cliente
fr_fr: Personnalisez la page du compte de votre client
it_it: Personalizza la pagina dell'account del tuo cliente
nl_nl: Pas de accountpagina van uw klant aan
pt_br: Personalize a página da conta do seu cliente

source: Improve the customer dashboard experience
de_de: Verbessern Sie das Kunden-Dashboard-Erlebnis
es_mx: Mejorar la experiencia del panel del cliente
fr_fr: Améliorez l’expérience du tableau de bord client
it_it: Migliora l'esperienza della dashboard del cliente
nl_nl: Verbeter de ervaring van het klantendashboard
pt_br: Melhore a experiência do painel do cliente

source: Collect and Show Reviews for Your Products
de_de: Sammeln und zeigen Sie Bewertungen für Ihre Produkte an
es_mx: Recopile y muestre reseñas de sus productos
fr_fr: Collectez et affichez des avis sur vos produits
it_it: Raccogli e mostra le recensioni per i tuoi prodotti
nl_nl: Verzamel en toon beoordelingen voor uw producten
pt_br: Colete e mostre avaliações de seus produtos

source: Build trust with customer reviews and testimonials
de_de: Bauen Sie Vertrauen mit Kundenbewertungen und Erfahrungsberichten auf
es_mx: Genere confianza con reseñas y testimonios de clientes
fr_fr: Renforcez la confiance grâce aux avis et aux témoignages des clients
it_it: Costruisci la fiducia con le recensioni e le testimonianze dei clienti
nl_nl: Bouw vertrouwen op met klantrecensies en getuigenissen
pt_br: Crie confiança com avaliações e depoimentos de clientes

source: Advanced Social & Influencer Marketing
de_de: Fortgeschrittenes Social & Influencer Marketing
es_mx: Marketing social e influencer avanzado
fr_fr: Marketing social et d’influence avancé
it_it: Social & Influencer Marketing Avanzato
nl_nl: Geavanceerde Social & Influencer Marketing
pt_br: Marketing Social e de Influenciadores Avançado

source: Implement advanced marketing strategies
de_de: Implementieren Sie fortschrittliche Marketingstrategien
es_mx: Implementar estrategias de marketing avanzadas
fr_fr: Mettre en œuvre des stratégies marketing avancées
it_it: Implementa strategie di marketing avanzate
nl_nl: Implementeer geavanceerde marketingstrategieën
pt_br: Implemente estratégias avançadas de marketing

source: Launch an Affiliate Program
de_de: Starten Sie ein Partnerprogramm
es_mx: Lanzar un programa de afiliados
fr_fr: Lancer un programme d’affiliation
it_it: Avvia un programma di affiliazione
nl_nl: Start een partnerprogramma
pt_br: Lançar um programa de afiliados

source: Let others promote your products for commission
de_de: Lassen Sie andere Ihre Produkte gegen Provision bewerben
es_mx: Deja que otros promocionen tus productos a cambio de una comisión
fr_fr: Laissez d’autres personnes promouvoir vos produits contre une commission
it_it: Lascia che gli altri promuovano i tuoi prodotti per ottenere una commissione
nl_nl: Laat anderen uw producten promoten voor commissie
pt_br: Permita que outras pessoas promovam seus produtos por comissão

source: Create a Points & Rewards Program for Your Customers
de_de: Erstellen Sie ein Punkte- und Prämienprogramm für Ihre Kunden
es_mx: Cree un programa de puntos y recompensas para sus clientes
fr_fr: Créez un programme de points et de récompenses pour vos clients
it_it: Crea un programma di punti e premi per i tuoi clienti
nl_nl: Creëer een punten- en beloningsprogramma voor uw klanten
pt_br: Crie um programa de pontos e recompensas para seus clientes

source: Encourage repeat purchases with loyalty rewards
de_de: Fördern Sie Wiederholungskäufe mit Treueprämien
es_mx: Fomenta las compras repetidas con recompensas por fidelidad
fr_fr: Encouragez les achats répétés avec des récompenses de fidélité
it_it: Incoraggia gli acquisti ripetuti con i premi fedeltà
nl_nl: Stimuleer herhaalaankopen met loyaliteitsbeloningen
pt_br: Incentive compras repetidas com recompensas de fidelidade

source: Run First Facebook or Instagram Ad
de_de: Erste Facebook- oder Instagram-Anzeige schalten
es_mx: Ejecute primero el anuncio de Facebook o Instagram
fr_fr: Diffuser la première publicité Facebook ou Instagram
it_it: Esegui il primo annuncio su Facebook o Instagram
nl_nl: Eerste Facebook- of Instagram-advertentie uitvoeren
pt_br: Execute o primeiro anúncio do Facebook ou Instagram

source: Start paid advertising to reach more customers
de_de: Starten Sie bezahlte Werbung, um mehr Kunden zu erreichen
es_mx: Comience a publicar publicidad paga para llegar a más clientes
fr_fr: Lancez la publicité payante pour atteindre plus de clients
it_it: Inizia la pubblicità a pagamento per raggiungere più clienti
nl_nl: Begin met betaald adverteren om meer klanten te bereiken
pt_br: Comece a publicidade paga para alcançar mais clientes

source: Launch Product Giveaway Campaign
de_de: Starten Sie eine Produkt-Giveaway-Kampagne
es_mx: Lanza una campaña de sorteos de productos
fr_fr: Lancer une campagne de cadeaux de produits
it_it: Lancia la campagna di giveaway dei prodotti
nl_nl: Lancering Product Giveaway-campagne
pt_br: Lançar campanha de brindes de produtos

source: Generate buzz and attract new customers
de_de: Erzeugen Sie Begeisterung und gewinnen Sie neue Kunden
es_mx: Generar expectación y atraer nuevos clientes
fr_fr: Générer du buzz et attirer de nouveaux clients
it_it: Genera buzz e attira nuovi clienti
nl_nl: Genereer buzz en trek nieuwe klanten aan
pt_br: Gere buzz e atraia novos clientes

source: Create Influencer Outreach List
de_de: Erstellen Sie eine Influencer-Outreach-Liste
es_mx: Crear lista de alcance de influencers
fr_fr: Créer une liste de sensibilisation des influenceurs
it_it: Crea un elenco di influencer outreach
nl_nl: Maak een lijst met influencers
pt_br: Criar lista de divulgação de influenciadores

source: Build relationships with influencers in your niche
de_de: Bauen Sie Beziehungen zu Influencern in Ihrer Nische auf
es_mx: Construye relaciones con personas influyentes en tu nicho
fr_fr: Établissez des relations avec des influenceurs de votre niche
it_it: Costruisci relazioni con influencer nella tua nicchia
nl_nl: Bouw relaties op met influencers in uw niche
pt_br: Construa relacionamentos com influenciadores em seu nicho

source: Track UTM Campaign Links
de_de: Verfolgen Sie UTM-Kampagnen-Links
es_mx: Seguimiento de los enlaces de la campaña UTM
fr_fr: Suivre les liens de la campagne UTM
it_it: Tieni traccia dei collegamenti alla campagna UTM
nl_nl: Volg UTM-campagnelinks
pt_br: Rastrear links de campanha UTM

source: Monitor the effectiveness of your marketing campaigns
de_de: Überwachen Sie die Effektivität Ihrer Marketingkampagnen
es_mx: Supervise la efectividad de sus campañas de marketing
fr_fr: Surveillez l’efficacité de vos campagnes marketing
it_it: Monitora l'efficacia delle tue campagne di marketing
nl_nl: Monitor de effectiviteit van uw marketingcampagnes
pt_br: Monitore a eficácia de suas campanhas de marketing

source: Next Marketing Steps
de_de: Nächste Marketingschritte
es_mx: Próximos pasos de marketing
fr_fr: Prochaines étapes de marketing
it_it: Prossime fasi di marketing
nl_nl: Volgende marketingstappen
pt_br: Próximas etapas de marketing

source: Advanced marketing tactics to grow your business
de_de: Fortschrittliche Marketing-Taktiken, um Ihr Geschäft auszubauen
es_mx: Tácticas de marketing avanzadas para hacer crecer tu negocio
fr_fr: Tactiques de marketing avancées pour faire croître votre entreprise
it_it: Tattiche di marketing avanzate per far crescere il tuo business
nl_nl: Geavanceerde marketingtactieken om uw bedrijf te laten groeien
pt_br: Táticas avançadas de marketing para expandir seus negócios

source: Write a Blog Post
de_de: Schreiben Sie einen Blogbeitrag
es_mx: Escribe una publicación de blog
fr_fr: Rédiger un article de blog
it_it: Scrivi un post sul blog
nl_nl: Schrijf een blogpost
pt_br: Escreva uma postagem no blog

source: Create content to drive traffic and improve SEO
de_de: Erstellen Sie Inhalte, um den Traffic zu steigern und die Suchmaschinenoptimierung zu verbessern
es_mx: Crea contenido para generar tráfico y mejorar el SEO
fr_fr: Créez du contenu pour générer du trafic et améliorer le référencement
it_it: Crea contenuti per indirizzare il traffico e migliorare la SEO
nl_nl: Creëer inhoud om verkeer te genereren en SEO te verbeteren
pt_br: Crie conteúdo para direcionar tráfego e melhorar o SEO

source: Create a Sale & Promo Campaign for Your Products
de_de: Erstellen Sie eine Verkaufs- und Werbekampagne für Ihre Produkte
es_mx: Crea una campaña de venta y promoción para tus productos
fr_fr: Créez une campagne de vente et de promotion pour vos produits
it_it: Crea una campagna di vendita e promozione per i tuoi prodotti
nl_nl: Creëer een verkoop- en promotiecampagne voor uw producten
pt_br: Crie uma campanha de venda e promoção para seus produtos

source: Run promotional campaigns to boost sales
de_de: Führen Sie Werbekampagnen durch, um den Umsatz zu steigern
es_mx: Ejecute campañas promocionales para aumentar las ventas
fr_fr: Lancez des campagnes promotionnelles pour stimuler les ventes
it_it: Esegui campagne promozionali per aumentare le vendite
nl_nl: Voer promotiecampagnes om de verkoop te stimuleren
pt_br: Faça campanhas promocionais para aumentar as vendas

source: Create an Upsell Campaign
de_de: Erstellen Sie eine Upsell-Kampagne
es_mx: Crear una campaña de ventas adicionales
fr_fr: Créer une campagne de vente incitative
it_it: Crea una campagna di upsell
nl_nl: Maak een upsell-campagne
pt_br: Crie uma campanha de upsell

source: Increase average order value with strategic upsells
de_de: Erhöhen Sie den durchschnittlichen Bestellwert mit strategischen Upsells
es_mx: Aumente el valor promedio de los pedidos con ventas adicionales estratégicas
fr_fr: Augmentez la valeur moyenne des commandes grâce à des ventes incitatives stratégiques
it_it: Aumenta il valore medio degli ordini con upsell strategici
nl_nl: Verhoog de gemiddelde orderwaarde met strategische upsells
pt_br: Aumente o valor médio do pedido com upsells estratégicos

source: Setup Yoast Premium to Drive Traffic to Your Store
de_de: Richten Sie Yoast Premium ein, um den Traffic auf Ihren Shop zu lenken
es_mx: Configura Yoast Premium para atraer tráfico a tu tienda
fr_fr: Configurez Yoast Premium pour générer du trafic vers votre magasin
it_it: Configura Yoast Premium per indirizzare il traffico verso il tuo negozio
nl_nl: Stel Yoast Premium in om verkeer naar uw winkel te leiden
pt_br: Configure o Yoast Premium para direcionar o tráfego para sua loja

source: Advanced SEO features to improve search rankings
de_de: Erweiterte SEO-Funktionen zur Verbesserung des Suchrankings
es_mx: Funciones avanzadas de SEO para mejorar las clasificaciones de búsqueda
fr_fr: Fonctionnalités SEO avancées pour améliorer le classement dans les résultats de recherche
it_it: Funzionalità SEO avanzate per migliorare le classifiche di ricerca
nl_nl: Geavanceerde SEO-functies om de zoekresultaten te verbeteren
pt_br: Recursos avançados de SEO para melhorar as classificações de pesquisa

source: Performance & Security
de_de: Leistung & Sicherheit
es_mx: Rendimiento y seguridad
fr_fr: Performance et sécurité
it_it: Prestazioni e sicurezza
nl_nl: Prestaties en beveiliging
pt_br: Desempenho e segurança

source: Optimize your store for speed and security
de_de: Optimieren Sie Ihren Shop für Geschwindigkeit und Sicherheit
es_mx: Optimiza tu tienda para mayor velocidad y seguridad
fr_fr: Optimisez votre magasin pour la rapidité et la sécurité
it_it: Ottimizza il tuo negozio per velocità e sicurezza
nl_nl: Optimaliseer uw winkel voor snelheid en veiligheid
pt_br: Otimize sua loja para velocidade e segurança

source: Improve Performance and Speed with Jetpack Boost
de_de: Verbessern Sie Leistung und Geschwindigkeit mit Jetpack Boost
es_mx: Mejora el rendimiento y la velocidad con Jetpack Boost
fr_fr: Améliorez les performances et la vitesse avec Jetpack Boost
it_it: Migliora le prestazioni e la velocità con Jetpack Boost
nl_nl: Verbeter prestaties en snelheid met Jetpack Boost
pt_br: Melhore o desempenho e a velocidade com o Jetpack Boost

source: Speed up your store for better user experience
de_de: Beschleunigen Sie Ihren Shop für eine bessere Benutzererfahrung
es_mx: Acelera tu tienda para una mejor experiencia de usuario
fr_fr: Accélérez votre boutique pour une meilleure expérience utilisateur
it_it: Velocizza il tuo negozio per una migliore esperienza utente
nl_nl: Versnel uw winkel voor een betere gebruikerservaring
pt_br: Acelere sua loja para uma melhor experiência do usuário

source: Enable Auto-Backup & Update Alerts
de_de: Aktivieren von Auto-Backup- und Update-Warnungen
es_mx: Habilitar alertas automáticas de copia de seguridad y actualización
fr_fr: Activer les alertes de sauvegarde automatique et de mise à jour
it_it: Abilita avvisi di backup automatico e aggiornamento
nl_nl: Automatische back-up inschakelen en waarschuwingen bijwerken
pt_br: Ativar alertas de backup e atualização automáticos

source: Protect your store with automatic backups
de_de: Schützen Sie Ihren Shop mit automatischen Backups
es_mx: Protege tu tienda con copias de seguridad automáticas
fr_fr: Protégez votre boutique avec des sauvegardes automatiques
it_it: Proteggi il tuo negozio con backup automatici
nl_nl: Bescherm je winkel met automatische back-ups
pt_br: Proteja sua loja com backups automáticos

source: Create a Staging Website
de_de: Erstellen einer Staging-Website
es_mx: Crear un sitio web de staging
fr_fr: Créer un site web de staging
it_it: Crea un sito web di staging
nl_nl: Maak een testomgeving website
pt_br: Crie um site de teste

source: Test changes safely before going live
de_de: Änderungen sicher testen, bevor sie live gehen
es_mx: Pruebe los cambios de forma segura antes de publicarlos
fr_fr: Testez les modifications en toute sécurité avant de les mettre en ligne
it_it: Testa le modifiche in modo sicuro prima di pubblicarle
nl_nl: Test wijzigingen veilig voordat u live gaat
pt_br: Teste as alterações com segurança antes de entrar em operação

source: Store Analysis
de_de: Filial-Analyse
es_mx: Análisis de la tienda
fr_fr: Analyse du magasin
it_it: Analisi del negozio
nl_nl: Winkel Analyse
pt_br: Análise de loja

source: Monitor and analyze your store performance
de_de: Überwachen und analysieren Sie die Leistung Ihres Geschäfts
es_mx: Supervise y analice el rendimiento de su tienda
fr_fr: Surveillez et analysez les performances de votre magasin
it_it: Monitora e analizza le prestazioni del tuo negozio
nl_nl: Bewaak en analyseer uw winkelprestaties
pt_br: Monitore e analise o desempenho da sua loja

source: Monitor Traffic and Conversion Rates
de_de: Überwachen Sie Traffic und Conversion-Raten
es_mx: Supervise el tráfico y las tasas de conversión
fr_fr: Surveillez le trafic et les taux de conversion
it_it: Monitora il traffico e i tassi di conversione
nl_nl: Bewaak verkeer en conversieratio's
pt_br: Monitore o tráfego e as taxas de conversão

source: Track key metrics to optimize your store
de_de: Verfolgen Sie wichtige Kennzahlen, um Ihren Shop zu optimieren
es_mx: Realiza un seguimiento de las métricas clave para optimizar tu tienda
fr_fr: Suivez les indicateurs clés pour optimiser votre boutique
it_it: Tieni traccia delle metriche chiave per ottimizzare il tuo negozio
nl_nl: Houd belangrijke statistieken bij om uw winkel te optimaliseren
pt_br: Acompanhe as principais métricas para otimizar sua loja

source: Run A/B Test on Homepage Banner
de_de: Führen Sie einen A/B-Test auf dem Homepage-Banner durch
es_mx: Ejecutar prueba A / B en el banner de la página de inicio
fr_fr: Exécuter un test A/B sur la bannière de la page d’accueil
it_it: Esegui test A/B sul banner della home page
nl_nl: Voer een A/B-test uit op de banner van de startpagina
pt_br: Executar teste A/B no banner da página inicial

source: Test different designs to improve conversions
de_de: Testen Sie verschiedene Designs, um die Conversions zu verbessern
es_mx: Probar diferentes diseños para mejorar las conversiones
fr_fr: Testez différents designs pour améliorer les conversions
it_it: Testa diversi design per migliorare le conversioni
nl_nl: Test verschillende ontwerpen om conversies te verbeteren
pt_br: Teste designs diferentes para melhorar as conversões

source: Blog Setup
de_de: Blog-Einrichtung
es_mx: Configuración del blog
fr_fr: Configuration du blog
it_it: Configurazione del blog
nl_nl: Blog instellen
pt_br: Configuração do blog

source: Get your blog up and running with these essential steps:
de_de: Bringen Sie Ihren Blog mit diesen wichtigen Schritten zum Laufen:
es_mx: Pon en marcha tu blog con estos pasos esenciales:
fr_fr: Mettez votre blog en ligne avec ces étapes essentielles :
it_it: Metti in funzione il tuo blog con questi passaggi essenziali:
nl_nl: Zet je blog aan de slag met deze essentiële stappen:
pt_br: Coloque seu blog em funcionamento com estas etapas essenciais:

source: Basic Blog Setup
de_de: Grundlegende Blog-Einrichtung
es_mx: Configuración básica del blog
fr_fr: Configuration de base du blog
it_it: Configurazione di base del blog
nl_nl: Basis Blog Setup
pt_br: Configuração básica do blog

source: Configure your blog's basic settings
de_de: Konfigurieren Sie die Grundeinstellungen Ihres Blogs
es_mx: Configura los ajustes básicos de tu blog
fr_fr: Configurer les paramètres de base de votre blog
it_it: Configura le impostazioni di base del tuo blog
nl_nl: De basisinstellingen van je blog configureren
pt_br: Definir as configurações básicas do seu blog

source: Set Site Title
de_de: Festlegen des Site-Titels
es_mx: Establecer título del sitio
fr_fr: Définir le titre du site
it_it: Imposta il titolo del sito
nl_nl: Sitetitel instellen
pt_br: Definir título do site

source: Choose a memorable title for your blog
de_de: Wählen Sie einen einprägsamen Titel für Ihren Blog
es_mx: Elige un título memorable para tu blog
fr_fr: Choisissez un titre mémorable pour votre blog
it_it: Scegli un titolo memorabile per il tuo blog
nl_nl: Kies een gedenkwaardige titel voor je blog
pt_br: Escolha um título memorável para o seu blog

source: Set Tagline
de_de: Slogan festlegen
es_mx: Establecer lema
fr_fr: Définir le slogan
it_it: Imposta tagline
nl_nl: Slogan instellen
pt_br: Definir slogan
